{
  "[UNK]": 0,
  "PAD": 1,
  "[CLS]": 2,
  "[SEP]": 3,
  "[MASK]": 4,
  "A": 1,
  "R": 2,
  "N": 3,
  "D": 4,
  "C": 5,
  "C+57.021": 6,
  "E": 7,
  "Q": 8,
  "G": 9,
  "H": 10,
  "I": 11,
  "L": 12,
  "K": 13,
  "M": 14,
  "F": 15,
  "P": 16,
  "S": 17,
  "T": 18,
  "U": 19,
  "W": 20,
  "Y": 21,
  "V": 22,
  "M+15.995": 23,
  "N+0.984": 24,
  "Q+0.984": 25,
  "+42.011": 26,
  "+43.006": 27,
  "-17.027": 28,
  "+43.006-17.027": 29,
  "[171.06439]": 30,
  "[114.04293]": 31,
  "[248.11609]": 32,
  "[184.08479]": 33,
  "[229.10626]": 34,
  "[200.11609]": 35,
  "[227.12699]": 36,
  "[188.07971]": 37,
  "[251.10184]": 38,
  "[198.10044]": 39,
  "[275.05759]": 40,
  "[238.10659]": 41,
  "[314.12264]": 42,
  "[215.09061]": 43,
  "[226.09536]": 44,
  "[344.16958]": 45,
  "[236.12733]": 46,
  "[229.06987]": 47,
  "[194.08038]": 48,
  "[230.09027]": 49,
  "[224.09094]": 50,
  "[288.08923]": 51,
  "[213.11134]": 52,
  "[184.12118]": 53,
  "[174.06406]": 54,
  "[225.14773]": 55,
  "[154.07423]": 56,
  "[185.08004]": 57,
  "[250.14298]": 58,
  "[250.09535]": 59,
  "[241.14264]": 60,
  "[229.14264]": 61,
  "[217.05211]": 62,
  "[228.09325]": 63,
  "[471.20776]": 64,
  "[274.07358]": 65,
  "[158.06914]": 66,
  "[226.16813]": 67,
  "[266.1015]": 68,
  "[201.07495]": 69,
  "[626.27724]": 70,
  "[144.05349]": 71,
  "[142.07423]": 72,
  "[215.12699]": 73,
  "[156.08988]": 74,
  "[208.09603]": 75,
  "[293.14879]": 76,
  "[172.08479]": 77,
  "[196.12118]": 78,
  "[252.08585]": 79,
  "[297.08956]": 80,
  "[199.13208]": 81,
  "[128.05858]": 82,
  "[261.07833]": 83,
  "[220.08478]": 84,
  "[417.16821]": 85,
  "[231.06776]": 86,
  "[700.24125]": 87,
  "[212.15248]": 88,
  "[257.13756]": 89,
  "[299.18451]": 90,
  "[344.11544]": 91,
  "[170.10553]": 92,
  "[186.10044]": 93,
  "[216.07462]": 94,
  "[186.06406]": 95,
  "[311.12297]": 96,
  "[308.1233]": 97,
  "[243.08552]": 98,
  "[210.13683]": 99,
  "[396.20089]": 100,
  "[188.06195]": 101,
  "[242.10151]": 102,
  "[316.13828]": 103,
  "[270.14404]": 104,
  "[262.13173]": 105,
  "[202.05897]": 106,
  "[670.29222]": 107,
  "[573.20307]": 108,
  "[225.11134]": 109,
  "[218.10553]": 110,
  "[168.08988]": 111,
  "[214.13174]": 112,
  "[276.14738]": 113,
  "[201.07496]": 114,
  "[275.12699]": 115,
  "[242.12666]": 116,
  "[200.07971]": 117,
  "[302.12263]": 118,
  "[343.17434]": 119,
  "[232.08816]": 120,
  "[172.04841]": 121,
  "[185.11643]": 122,
  "[257.10117]": 123,
  "[202.09536]": 124,
  "[313.16377]": 125,
  "[234.11168]": 126,
  "[211.09569]": 127,
  "[212.07971]": 128,
  "[423.15025]": 129,
  "[287.14812]": 130,
  "[213.12258]": 131,
  "[286.12772]": 132,
  "[285.1437]": 133,
  "[199.09569]": 134,
  "[278.09026]": 135,
  "[227.13823]": 136,
  "[284.12733]": 137,
  "[429.1972]": 138,
  "[384.1645]": 139,
  "[342.16517]": 140,
  "[260.15248]": 141,
  "[793.31639]": 142,
  "[242.13789]": 143,
  "[260.11608]": 144,
  "[230.05389]": 145,
  "[299.11173]": 146,
  "[299.11174]": 147,
  "[243.13314]": 148,
  "[269.18518]": 149,
  "[228.11101]": 150,
  "[319.16443]": 151,
  "[261.11134]": 152,
  "[316.13176]": 153,
  "[246.13683]": 154,
  "[325.13862]": 155,
  "[342.19032]": 156,
  "[234.10043]": 157,
  "[344.18082]": 158,
  "[269.13756]": 159,
  "[259.09906]": 160,
  "[345.11069]": 161,
  "[417.17944]": 162,
  "[307.11681]": 163,
  "[355.13795]": 164,
  "[363.14303]": 165,
  "[385.15975]": 166,
  "[218.07251]": 167,
  "[354.19032]": 168,
  "[277.10625]": 169,
  "[372.11036]": 170,
  "[442.18121]": 171,
  "[300.12223]": 172,
  "[244.12455]": 173,
  "[392.2172]": 174,
  "[258.08519]": 175,
  "[656.2878]": 176,
  "[243.12191]": 177,
  "[378.19031]": 178,
  "[253.15387]": 179,
  "[214.09536]": 180,
  "[247.06268]": 181,
  "[291.1219]": 182,
  "[413.16992]": 183,
  "[394.25801]": 184,
  "[234.10044]": 185,
  "[194.10553]": 186,
  "[378.15393]": 187,
  "[412.20703]": 188,
  "[390.19032]": 189,
  "[453.1972]": 190,
  "[623.32788]": 191,
  "[287.11174]": 192,
  "[728.33408]": 193,
  "[257.11643]": 194,
  "[484.22816]": 195,
  "[274.11782]": 196,
  "[1311.47388]": 197,
  "[966.44067]": 198,
  "[228.08585]": 199,
  "[264.111]": 200,
  "[473.22341]": 201,
  "[371.16925]": 202,
  "[303.10665]": 203,
  "[580.23153]": 204,
  "[241.17903]": 205,
  "[561.24685]": 206,
  "[256.11716]": 207,
  "[343.18557]": 208,
  "[295.12805]": 209,
  "[404.2172]": 210,
  "[826.3821]": 211,
  "[245.08341]": 212,
  "[344.1332]": 213,
  "[244.06954]": 214,
  "[257.08341]": 215,
  "[376.10527]": 216,
  "[474.2009]": 217,
  "[341.1223]": 218,
  "[355.22195]": 219,
  "[301.14264]": 220,
  "[273.09609]": 221,
  "[323.15935]": 222,
  "[256.15354]": 223,
  "[356.20597]": 224,
  "[430.18524]": 225,
  "[381.24884]": 226,
  "[227.16338]": 227,
  "[356.18082]": 228,
  "[283.11682]": 229,
  "[534.29143]": 230,
  "[243.10078]": 231,
  "[400.21106]": 232,
  "[583.22782]": 233,
  "[389.16992]": 234,
  "[260.08308]": 235,
  "[269.10117]": 236,
  "[317.17394]": 237,
  "[469.2285]": 238,
  "[330.11755]": 239,
  "[394.14233]": 240,
  "[341.16992]": 241,
  "[282.13281]": 242,
  "[385.19613]": 243,
  "[466.20636]": 244,
  "[315.12191]": 245,
  "[324.17976]": 246,
  "[456.19686]": 247,
  "[599.29149]": 248,
  "[372.14337]": 249,
  "[276.11101]": 250,
  "[317.1223]": 251,
  "[342.15393]": 252,
  "[356.16958]": 253,
  "[291.15828]": 254,
  "[275.16338]": 255,
  "[808.28437]": 256,
  "[389.2063]": 257,
  "[300.14337]": 258,
  "[289.07324]": 259,
  "[292.10591]": 260,
  "[326.12263]": 261,
  "[557.28093]": 262,
  "[343.14918]": 263,
  "[334.12771]": 264,
  "[341.18115]": 265,
  "[744.329]": 266,
  "[965.43151]": 267,
  "[276.07799]": 268,
  "[424.23219]": 269,
  "[326.20664]": 270,
  "[420.16449]": 271,
  "[300.12224]": 272,
  "[278.1089]": 273,
  "[287.12699]": 274,
  "[202.0776]": 275,
  "[465.1972]": 276,
  "[265.11749]": 277,
  "[772.42317]": 278,
  "[335.14811]": 279,
  "[198.13683]": 280,
  "[371.1441]": 281,
  "[393.23761]": 282,
  "[259.08044]": 283,
  "[396.17573]": 284,
  "[474.17104]": 285,
  "[245.10117]": 286,
  "[457.19211]": 287,
  "[299.12297]": 288,
  "[204.05686]": 289,
  "[417.18596]": 290,
  "[621.32346]": 291,
  "[323.09397]": 292,
  "[230.1089]": 293,
  "[616.29691]": 294,
  "[273.11471]": 295,
  "[546.22856]": 296,
  "[357.12845]": 297,
  "[257.14879]": 298,
  "[363.15427]": 299,
  "[1042.29766]": 300,
  "[326.19541]": 301,
  "[379.16042]": 302,
  "[327.15427]": 303,
  "[323.12297]": 304,
  "[387.16887]": 305,
  "[349.21139]": 306,
  "[601.27076]": 307,
  "[337.13862]": 308,
  "[299.14812]": 309,
  "[372.18313]": 310,
  "[931.49746]": 311,
  "[241.10626]": 312,
  "[293.16002]": 313,
  "[501.21833]": 314,
  "[843.39741]": 315,
  "[399.1754]": 316,
  "[340.22229]": 317,
  "[528.19284]": 318,
  "[297.13247]": 319,
  "[356.16959]": 320,
  "[244.12118]": 321,
  "[514.23873]": 322,
  "[327.10665]": 323,
  "[316.17467]": 324,
  "[510.31658]": 325,
  "[558.26494]": 326,
  "[640.31804]": 327,
  "[646.3551]": 328,
  "[335.11173]": 329,
  "[843.32464]": 330,
  "[815.4025]": 331,
  "[354.15394]": 332,
  "[536.33223]": 333,
  "[338.19541]": 334,
  "[310.13173]": 335,
  "[470.19138]": 336,
  "[545.20816]": 337,
  "[317.14093]": 338,
  "[349.14263]": 339,
  "[456.24448]": 340,
  "[647.27623]": 341,
  "[315.10665]": 342,
  "[371.15935]": 343,
  "[642.2133]": 344,
  "[845.46202]": 345,
  "[279.13314]": 346,
  "[689.36091]": 347,
  "[761.38203]": 348,
  "[336.19099]": 349,
  "[289.091]": 350,
  "[320.0613]": 351,
  "[255.12191]": 352,
  "[348.14336]": 353,
  "[903.36573]": 354,
  "[326.12664]": 355,
  "[1206.55908]": 356,
  "[993.45896]": 357,
  "[758.34598]": 358,
  "[307.16444]": 359,
  "[466.23284]": 360,
  "[470.16489]": 361,
  "[495.25538]": 362,
  "[262.06234]": 363,
  "[386.14376]": 364,
  "[585.19184]": 365,
  "[251.12699]": 366,
  "[440.24957]": 367,
  "[633.24283]": 368,
  "[339.17942]": 369,
  "[303.16953]": 370,
  "[385.17098]": 371,
  "[404.20596]": 372,
  "[285.13247]": 373,
  "[658.31148]": 374,
  "[649.32961]": 375,
  "[569.28495]": 376,
  "[321.13246]": 377,
  "[318.09979]": 378,
  "[1019.44563]": 379,
  "[329.16992]": 380,
  "[472.23219]": 381,
  "[452.26349]": 382,
  "[567.18214]": 383,
  "[400.20703]": 384,
  "[1005.44121]": 385,
  "[587.23397]": 386,
  "[284.14846]": 387,
  "[442.2176]": 388,
  "[498.2802]": 389,
  "[451.21793]": 390,
  "[361.1056]": 391,
  "[556.28568]": 392,
  "[283.18959]": 393,
  "[301.10626]": 394,
  "[420.11373]": 395,
  "[284.15969]": 396,
  "[285.11471]": 397,
  "[314.17025]": 398,
  "[401.19105]": 399,
  "[448.13763]": 400,
  "[746.38237]": 401,
  "[334.0947]": 402,
  "[355.18557]": 403,
  "[784.39801]": 404,
  "[475.25432]": 405,
  "[300.10698]": 406,
  "[472.22816]": 407,
  "[379.18557]": 408,
  "[271.15321]": 409,
  "[387.13901]": 410,
  "[488.23047]": 411,
  "[281.1124]": 412,
  "[436.20703]": 413,
  "[485.22744]": 414,
  "[452.20195]": 415,
  "[610.30748]": 416,
  "[231.08552]": 417,
  "[428.20195]": 418,
  "[410.155]": 419,
  "[511.28668]": 420,
  "[341.2063]": 421,
  "[593.29216]": 422,
  "[325.16377]": 423,
  "[672.30134]": 424,
  "[438.23392]": 425,
  "[407.2281]": 426,
  "[393.17607]": 427,
  "[359.09648]": 428,
  "[356.2172]": 429,
  "[260.11946]": 430,
  "[524.25946]": 431,
  "[384.21212]": 432,
  "[370.18524]": 433,
  "[725.40719]": 434,
  "[580.3333]": 435,
  "[307.18959]": 436,
  "[331.18959]": 437,
  "[346.09471]": 438,
  "[405.18998]": 439,
  "[991.51993]": 440,
  "[488.18017]": 441,
  "[975.32399]": 442,
  "[442.19647]": 443,
  "[431.21285]": 444,
  "[341.17731]": 445,
  "[484.24342]": 446,
  "[371.19172]": 447,
  "[420.13148]": 448,
  "[421.10898]": 449,
  "[579.25538]": 450,
  "[323.13823]": 451,
  "[328.17467]": 452,
  "[275.11173]": 453,
  "[806.31163]": 454,
  "[340.13828]": 455,
  "[384.17573]": 456,
  "[325.12086]": 457,
  "[426.22268]": 458,
  "[873.38685]": 459,
  "[648.32312]": 460,
  "[696.23597]": 461,
  "[319.11682]": 462,
  "[378.23794]": 463,
  "[815.38474]": 464,
  "[381.14708]": 465,
  "[355.22196]": 466,
  "[581.23802]": 467,
  "[540.26561]": 468,
  "[485.2598]": 469,
  "[253.14264]": 470,
  "[297.16886]": 471,
  "[829.40039]": 472,
  "[401.15466]": 473,
  "[797.35956]": 474,
  "[271.11682]": 475,
  "[559.24243]": 476,
  "[433.12673]": 477,
  "[323.14812]": 478,
  "[510.2802]": 479,
  "[303.12528]": 480,
  "[343.13795]": 481,
  "[893.40317]": 482,
  "[403.11617]": 483,
  "[329.1223]": 484,
  "[471.26277]": 485,
  "[416.18419]": 486,
  "[259.11682]": 487,
  "[348.17975]": 488,
  "[314.15902]": 489,
  "[714.37007]": 490,
  "[270.13281]": 491,
  "[347.1845]": 492,
  "[785.3304]": 493,
  "[373.11213]": 494,
  "[262.09536]": 495,
  "[300.10699]": 496,
  "[288.12561]": 497,
  "[403.15256]": 498,
  "[528.25438]": 499,
  "[929.3475]": 500,
  "[365.16992]": 501,
  "[316.1019]": 502,
  "[313.20016]": 503,
  "[335.15936]": 504,
  "[531.22889]": 505,
  "[339.15427]": 506,
  "[328.13828]": 507,
  "[775.28067]": 508,
  "[272.14846]": 509,
  "[463.1373]": 510,
  "[500.20195]": 511,
  "[486.23729]": 512,
  "[364.22229]": 513,
  "[272.11207]": 514,
  "[394.18524]": 515,
  "[369.20122]": 516,
  "[374.12601]": 517,
  "[330.13618]": 518,
  "[437.20228]": 519,
  "[380.16958]": 520,
  "[296.18484]": 521,
  "[383.21687]": 522,
  "[826.43711]": 523,
  "[389.12567]": 524,
  "[692.31295]": 525,
  "[340.21106]": 526,
  "[581.32855]": 527,
  "[356.18484]": 528,
  "[526.27511]": 529,
  "[622.2347]": 530,
  "[634.29623]": 531,
  "[452.27472]": 532,
  "[315.11788]": 533,
  "[377.15868]": 534,
  "[557.20816]": 535,
  "[583.29658]": 536,
  "[380.14443]": 537,
  "[413.21754]": 538,
  "[571.23906]": 539,
  "[632.33945]": 540,
  "[373.16377]": 541,
  "[953.58107]": 542,
  "[313.12739]": 543,
  "[373.15975]": 544,
  "[291.12191]": 545,
  "[948.3582]": 546,
  "[204.08988]": 547,
  "[459.19]": 548,
  "[544.22816]": 549,
  "[370.14885]": 550,
  "[536.18668]": 551,
  "[762.34089]": 552,
  "[702.38131]": 553,
  "[491.16994]": 554,
  "[560.23768]": 555,
  "[564.26561]": 556,
  "[357.1437]": 557,
  "[820.32076]": 558,
  "[914.428]": 559,
  "[443.20161]": 560,
  "[258.09642]": 561,
  "[802.36434]": 562,
  "[289.12739]": 563,
  "[504.16385]": 564,
  "[445.15975]": 565,
  "[752.2613]": 566,
  "[444.16048]": 567,
  "[473.15803]": 568,
  "[527.27438]": 569,
  "[374.1954]": 570,
  "[368.25359]": 571,
  "[470.26013]": 572,
  "[330.13281]": 573,
  "[239.12699]": 574,
  "[453.25873]": 575,
  "[244.08816]": 576,
  "[458.21251]": 577,
  "[487.24646]": 578,
  "[324.21614]": 579,
  "[553.28601]": 580,
  "[542.30641]": 581,
  "[391.17433]": 582,
  "[453.22235]": 583,
  "[381.21245]": 584,
  "[708.29663]": 585,
  "[493.2285]": 586,
  "[314.17428]": 587,
  "[720.28674]": 588,
  "[285.16886]": 589,
  "[484.2394]": 590,
  "[977.37603]": 591,
  "[371.18048]": 592,
  "[372.12811]": 593,
  "[444.18563]": 594,
  "[699.33402]": 595,
  "[592.30814]": 596,
  "[1022.39836]": 597,
  "[396.20088]": 598,
  "[438.13955]": 599,
  "[294.13683]": 600,
  "[293.17394]": 601,
  "[550.26119]": 602,
  "[747.35514]": 603,
  "[430.16998]": 604,
  "[401.17329]": 605,
  "[536.2707]": 606,
  "[526.24996]": 607,
  "[341.17394]": 608,
  "[488.17546]": 609,
  "[286.16411]": 610,
  "[471.21516]": 611,
  "[273.13247]": 612,
  "[1061.44477]": 613,
  "[575.20749]": 614,
  "[286.09133]": 615,
  "[283.13208]": 616,
  "[315.14303]": 617,
  "[457.18088]": 618,
  "[513.20709]": 619,
  "[1096.59507]": 620,
  "[284.09431]": 621,
  "[332.11544]": 622,
  "[340.17467]": 623,
  "[598.27109]": 624,
  "[726.31843]": 625,
  "[298.16411]": 626,
  "[342.13618]": 627,
  "[656.25881]": 628,
  "[282.1328]": 629,
  "[441.23358]": 630,
  "[489.22234]": 631,
  "[618.19554]": 632,
  "[366.22671]": 633,
  "[370.23285]": 634,
  "[469.20737]": 635,
  "[631.24494]": 636,
  "[408.21212]": 637,
  "[514.25397]": 638,
  "[312.17976]": 639,
  "[456.27366]": 640,
  "[291.13314]": 641,
  "[403.17031]": 642,
  "[632.25544]": 643,
  "[599.30273]": 644,
  "[361.16376]": 645,
  "[520.17739]": 646,
  "[369.23761]": 647,
  "[470.21251]": 648,
  "[492.26963]": 649,
  "[329.15869]": 650,
  "[518.2489]": 651,
  "[426.28422]": 652,
  "[581.21939]": 653,
  "[723.43916]": 654,
  "[399.15427]": 655,
  "[361.16377]": 656,
  "[373.20353]": 657,
  "[511.23906]": 658,
  "[656.34281]": 659,
  "[444.19034]": 660,
  "[456.22335]": 661,
  "[440.23833]": 662,
  "[375.12126]": 663,
  "[327.14304]": 664,
  "[578.31765]": 665,
  "[318.1328]": 666,
  "[720.31124]": 667,
  "[833.3953]": 668,
  "[478.16345]": 669,
  "[521.17916]": 670,
  "[310.16411]": 671,
  "[387.12778]": 672,
  "[414.17506]": 673,
  "[362.15902]": 674,
  "[288.10698]": 675,
  "[541.23187]": 676,
  "[427.24308]": 677,
  "[415.14918]": 678,
  "[246.06743]": 679,
  "[366.23794]": 680,
  "[268.0994]": 681,
  "[397.15975]": 682,
  "[522.18967]": 683,
  "[460.17402]": 684,
  "[441.22235]": 685,
  "[255.16953]": 686,
  "[267.15829]": 687,
  "[331.13795]": 688,
  "[686.23299]": 689,
  "[455.24923]": 690,
  "[590.27003]": 691,
  "[1109.50631]": 692,
  "[299.16338]": 693,
  "[681.35582]": 694,
  "[521.19442]": 695,
  "[312.14337]": 696,
  "[331.10156]": 697,
  "[265.15387]": 698,
  "[640.30681]": 699,
  "[525.25471]": 700,
  "[908.43519]": 701,
  "[502.23873]": 702,
  "[581.29216]": 703,
  "[868.4542]": 704,
  "[353.20631]": 705,
  "[445.18088]": 706,
  "[311.18451]": 707,
  "[567.27651]": 708,
  "[560.24171]": 709,
  "[376.1859]": 710,
  "[624.34828]": 711,
  "[473.19505]": 712,
  "[331.09504]": 713,
  "[395.25325]": 714,
  "[445.16312]": 715,
  "[1053.38217]": 716,
  "[456.1791]": 717,
  "[423.1794]": 718,
  "[440.19071]": 719,
  "[687.2864]": 720,
  "[330.15394]": 721,
  "[701.26567]": 722,
  "[625.30714]": 723,
  "[317.08591]": 724,
  "[398.17025]": 725,
  "[468.20088]": 726,
  "[819.28173]": 727,
  "[1545.6008]": 728,
  "[417.1972]": 729,
  "[455.16923]": 730,
  "[1544.61678]": 731,
  "[446.16489]": 732,
  "[529.20201]": 733,
  "[518.19726]": 734,
  "[509.29618]": 735,
  "[418.13359]": 736,
  "[1039.42067]": 737,
  "[531.26277]": 738,
  "[486.19619]": 739,
  "[614.25477]": 740,
  "[404.15433]": 741,
  "[508.18525]": 742,
  "[429.18596]": 743,
  "[435.08824]": 744,
  "[456.23325]": 745,
  "[309.10732]": 746,
  "[426.21145]": 747,
  "[474.23392]": 748,
  "[275.09398]": 749,
  "[728.34532]": 750,
  "[362.17025]": 751,
  "[533.17916]": 752,
  "[411.21178]": 753,
  "[440.2271]": 754,
  "[725.33442]": 755,
  "[496.26455]": 756,
  "[2076.88471]": 757,
  "[299.15935]": 758,
  "[418.18523]": 759,
  "[659.25848]": 760,
  "[584.24421]": 761,
  "[361.14985]": 762,
  "[773.42832]": 763,
  "[576.25775]": 764,
  "[341.19507]": 765,
  "[282.16919]": 766,
  "[259.08043]": 767,
  "[367.18557]": 768,
  "[342.15394]": 769,
  "[567.30166]": 770,
  "[1236.52987]": 771,
  "[569.28093]": 772,
  "[459.23291]": 773,
  "[347.15149]": 774,
  "[398.21654]": 775,
  "[395.1441]": 776,
  "[403.13393]": 777,
  "[500.23431]": 778,
  "[343.19296]": 779,
  "[335.14812]": 780,
  "[477.25873]": 781,
  "[1115.57236]": 782,
  "[892.47667]": 783,
  "[273.11134]": 784,
  "[494.29652]": 785,
  "[873.4266]": 786,
  "[370.19647]": 787,
  "[762.33368]": 788,
  "[301.16377]": 789,
  "[443.18048]": 790,
  "[375.14303]": 791,
  "[575.2551]": 792,
  "[774.39121]": 793,
  "[879.45627]": 794,
  "[354.20155]": 795,
  "[562.23873]": 796,
  "[506.16489]": 797,
  "[367.14918]": 798,
  "[425.19105]": 799,
  "[475.21007]": 800,
  "[451.22917]": 801,
  "[355.21072]": 802,
  "[496.2394]": 803,
  "[485.24856]": 804,
  "[310.17534]": 805,
  "[573.31223]": 806,
  "[541.26487]": 807,
  "[508.30093]": 808,
  "[557.20815]": 809,
  "[356.18821]": 810,
  "[309.1437]": 811,
  "[281.17394]": 812,
  "[659.31262]": 813,
  "[342.12878]": 814,
  "[410.21654]": 815,
  "[301.12739]": 816,
  "[458.20128]": 817,
  "[269.17394]": 818,
  "[487.23906]": 819,
  "[388.17466]": 820,
  "[707.28747]": 821,
  "[374.17362]": 822,
  "[712.33917]": 823,
  "[356.14443]": 824,
  "[313.17501]": 825,
  "[259.13545]": 826,
  "[362.1954]": 827,
  "[416.16958]": 828,
  "[482.2489]": 829,
  "[697.29659]": 830,
  "[570.27617]": 831,
  "[401.18452]": 832,
  "[483.20776]": 833,
  "[394.16008]": 834,
  "[425.30021]": 835,
  "[377.15869]": 836,
  "[327.19065]": 837,
  "[634.30748]": 838,
  "[418.18861]": 839,
  "[554.24487]": 840,
  "[294.10381]": 841,
  "[329.13353]": 842,
  "[425.22744]": 843,
  "[420.20088]": 844,
  "[1166.53901]": 845,
  "[501.20057]": 846,
  "[502.20636]": 847,
  "[406.09808]": 848,
  "[474.20743]": 849,
  "[745.36064]": 850,
  "[500.24957]": 851,
  "[696.43228]": 852,
  "[398.14376]": 853,
  "[316.12053]": 854,
  "[315.14304]": 855,
  "[464.20195]": 856,
  "[517.25702]": 857,
  "[417.20459]": 858,
  "[705.24283]": 859,
  "[642.35232]": 860,
  "[436.10864]": 861,
  "[426.1863]": 862,
  "[374.20664]": 863,
  "[432.14272]": 864,
  "[526.22883]": 865,
  "[298.20049]": 866,
  "[427.2067]": 867,
  "[307.09906]": 868,
  "[588.32715]": 869,
  "[536.34347]": 870,
  "[401.16992]": 871,
  "[567.1635]": 872,
  "[527.26047]": 873,
  "[390.15393]": 874,
  "[919.33818]": 875,
  "[402.15731]": 876,
  "[570.26494]": 877,
  "[853.33885]": 878,
  "[941.49304]": 879,
  "[368.16958]": 880,
  "[442.22883]": 881,
  "[357.20122]": 882,
  "[340.1859]": 883,
  "[524.29585]": 884,
  "[866.28648]": 885,
  "[333.13247]": 886,
  "[415.21793]": 887,
  "[540.27685]": 888,
  "[358.11246]": 889,
  "[560.25946]": 890,
  "[382.26924]": 891,
  "[473.17579]": 892,
  "[531.26528]": 893,
  "[915.45493]": 894,
  "[725.28027]": 895,
  "[516.23662]": 896,
  "[607.2238]": 897,
  "[1023.44438]": 898,
  "[358.18523]": 899,
  "[552.27684]": 900,
  "[429.21582]": 901,
  "[436.22229]": 902,
  "[477.1682]": 903,
  "[599.24858]": 904,
  "[613.30714]": 905,
  "[265.14264]": 906,
  "[403.15255]": 907,
  "[783.30753]": 908,
  "[394.19647]": 909,
  "[644.2952]": 910,
  "[494.21251]": 911,
  "[398.13724]": 912,
  "[398.18015]": 913,
  "[459.28455]": 914,
  "[358.16748]": 915,
  "[433.20736]": 916,
  "[802.33197]": 917,
  "[797.41842]": 918,
  "[1527.54285]": 919,
  "[540.21799]": 920,
  "[370.16748]": 921,
  "[328.12053]": 922,
  "[664.21225]": 923,
  "[657.33335]": 924,
  "[344.15183]": 925,
  "[454.20636]": 926,
  "[451.25432]": 927,
  "[598.31871]": 928,
  "[496.16279]": 929,
  "[439.2067]": 930,
  "[539.23397]": 931,
  "[1096.37676]": 932,
  "[412.1859]": 933,
  "[483.2693]": 934,
  "[438.16517]": 935,
  "[399.21179]": 936,
  "[384.20088]": 937,
  "[944.42733]": 938,
  "[719.32385]": 939,
  "[358.1641]": 940,
  "[443.16523]": 941,
  "[375.15764]": 942,
  "[469.23589]": 943,
  "[819.28913]": 944,
  "[535.22782]": 945,
  "[447.21178]": 946,
  "[485.22341]": 947,
  "[386.12601]": 948,
  "[559.20605]": 949,
  "[762.43882]": 950,
  "[313.13862]": 951,
  "[547.16966]": 952,
  "[736.36566]": 953,
  "[446.18014]": 954,
  "[630.34895]": 955,
  "[631.22718]": 956,
  "[317.13755]": 957,
  "[571.3006]": 958,
  "[477.1972]": 959,
  "[817.44463]": 960,
  "[456.17911]": 961,
  "[358.14885]": 962,
  "[296.14846]": 963,
  "[653.2843]": 964,
  "[818.30511]": 965,
  "[468.16048]": 966,
  "[871.3858]": 967,
  "[380.24236]": 968,
  "[973.39234]": 969,
  "[470.23766]": 970,
  "[475.15506]": 971,
  "[460.23218]": 972,
  "[412.24342]": 973,
  "[414.1863]": 974,
  "[515.23398]": 975,
  "[423.2594]": 976,
  "[782.3195]": 977,
  "[347.14811]": 978,
  "[345.12845]": 979,
  "[248.08308]": 980,
  "[647.23333]": 981,
  "[417.21245]": 982,
  "[402.17506]": 983,
  "[799.38982]": 984,
  "[357.20524]": 985,
  "[519.19653]": 986,
  "[809.39595]": 987,
  "[326.1954]": 988,
  "[343.18959]": 989,
  "[665.30205]": 990,
  "[461.23867]": 991,
  "[487.24308]": 992,
  "[461.26381]": 993,
  "[975.379]": 994,
  "[1089.4033]": 995,
  "[397.23252]": 996,
  "[389.19507]": 997,
  "[716.31633]": 998,
  "[720.35548]": 999,
  "[765.24532]": 1000,
  "[294.1038]": 1001,
  "[1603.66066]": 1002,
  "[647.18571]": 1003,
  "[652.32927]": 1004,
  "[472.15539]": 1005,
  "[629.31329]": 1006,
  "[329.15868]": 1007,
  "[572.28059]": 1008,
  "[753.19456]": 1009,
  "[415.2067]": 1010,
  "[652.30028]": 1011,
  "[413.26382]": 1012,
  "[435.15764]": 1013,
  "[566.27136]": 1014,
  "[723.33]": 1015,
  "[448.20703]": 1016,
  "[581.28093]": 1017,
  "[474.24784]": 1018,
  "[754.38612]": 1019,
  "[910.37085]": 1020,
  "[536.13592]": 1021,
  "[518.26013]": 1022,
  "[722.32351]": 1023,
  "[291.07113]": 1024,
  "[416.17296]": 1025,
  "[323.22089]": 1026,
  "[539.31798]": 1027,
  "[692.32418]": 1028,
  "[363.17941]": 1029,
  "[1015.46445]": 1030,
  "[562.3115]": 1031,
  "[390.19031]": 1032,
  "[481.21074]": 1033,
  "[309.20524]": 1034,
  "[502.25398]": 1035,
  "[340.24744]": 1036,
  "[301.10963]": 1037,
  "[402.13215]": 1038,
  "[419.12971]": 1039,
  "[546.29142]": 1040,
  "[397.175]": 1041,
  "[412.23219]": 1042,
  "[388.12303]": 1043,
  "[398.22777]": 1044,
  "[360.11036]": 1045,
  "[490.22882]": 1046,
  "[804.33237]": 1047,
  "[649.2555]": 1048,
  "[502.18458]": 1049,
  "[592.24928]": 1050,
  "[562.2751]": 1051,
  "[495.22302]": 1052,
  "[840.38651]": 1053,
  "[353.13353]": 1054,
  "[358.16411]": 1055,
  "[444.1645]": 1056,
  "[374.14376]": 1057,
  "[767.40786]": 1058,
  "[372.1645]": 1059,
  "[470.2489]": 1060,
  "[327.21581]": 1061,
  "[376.1239]": 1062,
  "[332.07906]": 1063,
  "[561.32748]": 1064,
  "[530.25227]": 1065,
  "[544.23153]": 1066,
  "[829.37053]": 1067,
  "[585.26461]": 1068,
  "[364.13828]": 1069,
  "[655.29342]": 1070,
  "[598.34386]": 1071,
  "[564.25438]": 1072,
  "[683.36024]": 1073,
  "[1181.45804]": 1074,
  "[404.16958]": 1075,
  "[383.19574]": 1076,
  "[404.24236]": 1077,
  "[485.22743]": 1078,
  "[612.34828]": 1079,
  "[719.36024]": 1080,
  "[719.27961]": 1081,
  "[388.21105]": 1082,
  "[531.2693]": 1083,
  "[989.44542]": 1084,
  "[515.19759]": 1085,
  "[544.27578]": 1086,
  "[309.13247]": 1087,
  "[607.17956]": 1088,
  "[408.16449]": 1089,
  "[417.14958]": 1090,
  "[513.21832]": 1091,
  "[548.27809]": 1092,
  "[553.27478]": 1093,
  "[351.15427]": 1094,
  "[519.32815]": 1095,
  "[557.30608]": 1096,
  "[424.26857]": 1097,
  "[533.14278]": 1098,
  "[357.1536]": 1099,
  "[388.17804]": 1100,
  "[534.25504]": 1101,
  "[531.21113]": 1102,
  "[414.22268]": 1103,
  "[283.15321]": 1104,
  "[733.29526]": 1105,
  "[439.25432]": 1106,
  "[469.29003]": 1107,
  "[389.15868]": 1108,
  "[607.27142]": 1109,
  "[616.32205]": 1110,
  "[644.29183]": 1111,
  "[800.39294]": 1112,
  "[535.31183]": 1113,
  "[359.13287]": 1114,
  "[358.18524]": 1115,
  "[396.23727]": 1116,
  "[979.50869]": 1117,
  "[385.14199]": 1118,
  "[430.20637]": 1119,
  "[867.39089]": 1120,
  "[447.21177]": 1121,
  "[435.19403]": 1122,
  "[844.39668]": 1123,
  "[996.48762]": 1124,
  "[613.28199]": 1125,
  "[513.2911]": 1126,
  "[414.21145]": 1127,
  "[1224.55235]": 1128,
  "[990.50221]": 1129,
  "[305.13756]": 1130,
  "[495.17138]": 1131,
  "[439.2907]": 1132,
  "[547.2907]": 1133,
  "[381.23761]": 1134,
  "[431.14747]": 1135,
  "[362.20664]": 1136,
  "[813.35046]": 1137,
  "[423.18663]": 1138,
  "[630.19554]": 1139,
  "[430.20636]": 1140,
  "[720.35549]": 1141,
  "[476.16893]": 1142,
  "[515.22274]": 1143,
  "[354.23794]": 1144,
  "[484.17402]": 1145,
  "[827.35959]": 1146,
  "[420.21211]": 1147,
  "[634.32273]": 1148,
  "[543.28053]": 1149,
  "[441.25874]": 1150,
  "[486.25907]": 1151,
  "[368.24236]": 1152,
  "[639.34526]": 1153,
  "[365.12229]": 1154,
  "[361.20016]": 1155,
  "[830.30424]": 1156,
  "[386.18015]": 1157,
  "[458.19476]": 1158,
  "[552.32715]": 1159,
  "[400.17065]": 1160,
  "[923.54402]": 1161,
  "[388.14166]": 1162,
  "[497.22341]": 1163,
  "[420.14673]": 1164,
  "[988.42187]": 1165,
  "[838.33919]": 1166,
  "[370.22162]": 1167,
  "[690.3047]": 1168,
  "[340.21105]": 1169,
  "[680.39696]": 1170,
  "[413.19105]": 1171,
  "[689.28027]": 1172,
  "[573.19184]": 1173,
  "[438.2267]": 1174,
  "[360.1645]": 1175,
  "[851.34835]": 1176,
  "[349.13862]": 1177,
  "[389.10052]": 1178,
  "[316.15691]": 1179,
  "[719.31261]": 1180,
  "[731.37147]": 1181,
  "[818.41741]": 1182,
  "[435.1754]": 1183,
  "[400.15941]": 1184,
  "[428.16556]": 1185,
  "[413.18452]": 1186,
  "[575.23735]": 1187,
  "[477.15295]": 1188,
  "[414.16516]": 1189,
  "[510.2703]": 1190,
  "[415.18894]": 1191,
  "[501.25873]": 1192,
  "[570.28357]": 1193,
  "[599.23397]": 1194,
  "[571.16966]": 1195,
  "[475.20669]": 1196,
  "[432.16449]": 1197,
  "[499.27545]": 1198,
  "[468.24448]": 1199,
  "[364.1859]": 1200,
  "[467.19509]": 1201,
  "[1382.60641]": 1202,
  "[324.19099]": 1203,
  "[1415.59131]": 1204,
  "[416.16556]": 1205,
  "[587.2551]": 1206,
  "[543.17475]": 1207,
  "[794.34866]": 1208,
  "[386.19138]": 1209,
  "[410.19138]": 1210,
  "[785.42832]": 1211,
  "[339.11788]": 1212,
  "[887.34835]": 1213,
  "[814.39735]": 1214,
  "[281.13756]": 1215,
  "[510.29143]": 1216,
  "[927.48142]": 1217,
  "[431.18048]": 1218,
  "[469.26488]": 1219,
  "[499.23906]": 1220,
  "[502.21759]": 1221,
  "[429.22235]": 1222,
  "[1496.60642]": 1223,
  "[1502.58398]": 1224,
  "[571.29658]": 1225,
  "[427.25432]": 1226,
  "[1374.5254]": 1227,
  "[638.32754]": 1228,
  "[354.11103]": 1229,
  "[437.26382]": 1230,
  "[471.21178]": 1231,
  "[375.16166]": 1232,
  "[573.29849]": 1233,
  "[1079.52223]": 1234,
  "[345.14708]": 1235,
  "[660.33436]": 1236,
  "[906.4487]": 1237,
  "[429.16482]": 1238,
  "[802.36836]": 1239,
  "[417.13182]": 1240,
  "[365.15216]": 1241,
  "[402.13868]": 1242,
  "[285.14773]": 1243,
  "[493.26488]": 1244,
  "[271.12805]": 1245,
  "[500.22308]": 1246,
  "[344.14846]": 1247,
  "[446.21654]": 1248,
  "[808.34254]": 1249,
  "[385.20737]": 1250,
  "[497.28495]": 1251,
  "[517.21324]": 1252,
  "[312.21614]": 1253,
  "[443.21285]": 1254,
  "[468.22201]": 1255,
  "[508.22816]": 1256,
  "[487.25431]": 1257,
  "[508.33732]": 1258,
  "[441.24884]": 1259,
  "[470.22374]": 1260,
  "[427.21793]": 1261,
  "[772.31402]": 1262,
  "[393.15359]": 1263,
  "[458.19137]": 1264,
  "[501.2118]": 1265,
  "[388.24744]": 1266,
  "[413.20228]": 1267,
  "[539.23398]": 1268,
  "[386.21654]": 1269,
  "[295.18959]": 1270,
  "[412.1165]": 1271,
  "[841.46979]": 1272,
  "[504.15262]": 1273,
  "[504.19371]": 1274,
  "[535.24645]": 1275,
  "[680.24758]": 1276,
  "[575.27373]": 1277,
  "[331.15321]": 1278,
  "[558.23327]": 1279,
  "[389.15466]": 1280,
  "[360.14674]": 1281,
  "[505.21725]": 1282,
  "[794.42865]": 1283,
  "[677.26567]": 1284,
  "[495.24415]": 1285,
  "[715.27479]": 1286,
  "[602.22962]": 1287,
  "[1099.45321]": 1288,
  "[416.1332]": 1289,
  "[369.21245]": 1290,
  "[760.38679]": 1291,
  "[1447.70556]": 1292,
  "[561.21833]": 1293,
  "[563.25912]": 1294,
  "[992.42733]": 1295,
  "[349.12738]": 1296,
  "[596.35336]": 1297,
  "[430.14885]": 1298,
  "[287.13036]": 1299,
  "[345.11722]": 1300,
  "[396.21212]": 1301,
  "[375.15427]": 1302,
  "[461.19442]": 1303,
  "[317.1198]": 1304,
  "[427.18155]": 1305,
  "[1105.51524]": 1306,
  "[384.23727]": 1307,
  "[394.22162]": 1308,
  "[375.17942]": 1309,
  "[1375.68443]": 1310,
  "[475.17368]": 1311,
  "[569.31731]": 1312,
  "[817.37524]": 1313,
  "[669.38097]": 1314,
  "[1689.78191]": 1315,
  "[297.20524]": 1316,
  "[418.15222]": 1317,
  "[374.15901]": 1318,
  "[319.1532]": 1319,
  "[619.26018]": 1320,
  "[605.28832]": 1321,
  "[1091.53597]": 1322,
  "[660.28674]": 1323,
  "[500.25946]": 1324,
  "[529.26086]": 1325,
  "[359.15149]": 1326,
  "[413.20631]": 1327,
  "[424.17466]": 1328,
  "[386.19541]": 1329,
  "[436.17803]": 1330,
  "[533.21218]": 1331,
  "[597.29447]": 1332,
  "[554.27003]": 1333,
  "[304.08414]": 1334,
  "[401.13691]": 1335,
  "[655.31771]": 1336,
  "[454.19984]": 1337,
  "[333.14773]": 1338,
  "[471.19653]": 1339,
  "[434.19137]": 1340,
  "[332.14846]": 1341,
  "[497.27505]": 1342,
  "[530.1795]": 1343,
  "[433.14199]": 1344,
  "[665.26567]": 1345,
  "[609.29447]": 1346,
  "[784.40792]": 1347,
  "[582.31658]": 1348,
  "[322.13895]": 1349,
  "[472.23556]": 1350,
  "[350.20664]": 1351,
  "[812.3817]": 1352,
  "[590.23364]": 1353,
  "[391.14918]": 1354,
  "[382.20049]": 1355,
  "[662.30238]": 1356,
  "[402.16854]": 1357,
  "[492.19685]": 1358,
  "[614.30978]": 1359,
  "[467.238]": 1360,
  "[675.30101]": 1361,
  "[705.26396]": 1362,
  "[496.20703]": 1363,
  "[556.18053]": 1364,
  "[454.25801]": 1365,
  "[467.27438]": 1366,
  "[314.12263]": 1367,
  "[377.1223]": 1368,
  "[426.24784]": 1369,
  "[418.23284]": 1370,
  "[374.23179]": 1371,
  "[499.26421]": 1372,
  "[518.23766]": 1373,
  "[744.38063]": 1374,
  "[892.36704]": 1375,
  "[448.16279]": 1376,
  "[383.2281]": 1377,
  "[512.2707]": 1378,
  "[666.19891]": 1379,
  "[275.11174]": 1380,
  "[501.29512]": 1381,
  "[498.25907]": 1382,
  "[372.17573]": 1383,
  "[322.17534]": 1384,
  "[351.19065]": 1385,
  "[425.22743]": 1386,
  "[337.175]": 1387,
  "[420.1645]": 1388,
  "[726.40244]": 1389,
  "[924.2841]": 1390,
  "[595.29005]": 1391,
  "[939.37563]": 1392,
  "[615.26865]": 1393,
  "[322.16411]": 1394,
  "[771.36976]": 1395,
  "[586.29624]": 1396,
  "[404.20597]": 1397,
  "[421.20737]": 1398,
  "[474.18967]": 1399,
  "[454.2176]": 1400,
  "[432.20089]": 1401,
  "[351.14303]": 1402,
  "[636.28674]": 1403,
  "[858.2814]": 1404,
  "[764.29454]": 1405,
  "[646.36901]": 1406,
  "[602.20063]": 1407,
  "[477.18596]": 1408,
  "[486.20743]": 1409,
  "[523.28668]": 1410,
  "[453.23358]": 1411,
  "[694.36499]": 1412,
  "[370.20049]": 1413,
  "[1008.56039]": 1414,
  "[346.13109]": 1415,
  "[450.23392]": 1416,
  "[547.27544]": 1417,
  "[373.19613]": 1418,
  "[566.22711]": 1419,
  "[426.25907]": 1420,
  "[360.12811]": 1421,
  "[813.41334]": 1422,
  "[627.33403]": 1423,
  "[1094.51788]": 1424,
  "[611.22273]": 1425,
  "[511.20268]": 1426,
  "[505.18088]": 1427,
  "[649.28938]": 1428,
  "[414.22671]": 1429,
  "[627.35918]": 1430,
  "[578.28126]": 1431,
  "[606.28356]": 1432,
  "[727.38645]": 1433,
  "[698.35]": 1434,
  "[441.29512]": 1435,
  "[683.32385]": 1436,
  "[784.45956]": 1437,
  "[497.19103]": 1438,
  "[477.22234]": 1439,
  "[449.26382]": 1440,
  "[344.09681]": 1441,
  "[246.10381]": 1442,
  "[378.20155]": 1443,
  "[628.35845]": 1444,
  "[532.24929]": 1445,
  "[459.21178]": 1446,
  "[575.30674]": 1447,
  "[489.25873]": 1448,
  "[410.17025]": 1449,
  "[715.31118]": 1450,
  "[523.3006]": 1451,
  "[1243.59455]": 1452,
  "[801.33923]": 1453,
  "[365.17394]": 1454,
  "[401.2063]": 1455,
  "[388.21106]": 1456,
  "[348.11036]": 1457,
  "[345.11721]": 1458,
  "[333.16885]": 1459,
  "[456.22201]": 1460,
  "[963.47355]": 1461,
  "[370.16008]": 1462,
  "[655.30379]": 1463,
  "[392.16958]": 1464,
  "[409.13075]": 1465,
  "[625.35476]": 1466,
  "[612.32313]": 1467,
  "[371.12634]": 1468,
  "[314.13789]": 1469,
  "[470.18736]": 1470,
  "[315.16166]": 1471,
  "[357.16885]": 1472,
  "[569.3537]": 1473,
  "[590.23701]": 1474,
  "[387.19403]": 1475,
  "[519.23291]": 1476,
  "[391.13795]": 1477,
  "[569.30608]": 1478,
  "[509.28495]": 1479,
  "[586.28972]": 1480,
  "[473.26382]": 1481,
  "[514.20234]": 1482,
  "[512.27069]": 1483,
  "[581.2454]": 1484,
  "[581.25577]": 1485,
  "[514.22097]": 1486,
  "[593.36493]": 1487,
  "[598.29624]": 1488,
  "[457.25365]": 1489,
  "[834.39457]": 1490,
  "[593.24855]": 1491,
  "[360.17976]": 1492,
  "[695.28833]": 1493,
  "[727.35543]": 1494,
  "[464.15432]": 1495,
  "[433.23252]": 1496,
  "[408.18697]": 1497,
  "[382.25801]": 1498,
  "[540.19284]": 1499,
  "[1050.4692]": 1500,
  "[480.18562]": 1501,
  "[390.20155]": 1502,
  "[489.2812]": 1503,
  "[305.10454]": 1504,
  "[532.26455]": 1505,
  "[384.20089]": 1506,
  "[496.24679]": 1507,
  "[392.13319]": 1508,
  "[372.17976]": 1509,
  "[499.21007]": 1510,
  "[560.22645]": 1511,
  "[454.27913]": 1512,
  "[750.28205]": 1513,
  "[1177.48624]": 1514,
  "[543.21766]": 1515,
  "[338.13387]": 1516,
  "[645.35984]": 1517,
  "[603.23226]": 1518,
  "[633.31223]": 1519,
  "[478.16998]": 1520,
  "[1089.35317]": 1521,
  "[471.22302]": 1522,
  "[1236.42159]": 1523,
  "[331.1532]": 1524,
  "[427.17031]": 1525,
  "[508.26857]": 1526,
  "[540.28424]": 1527,
  "[521.29618]": 1528,
  "[878.30826]": 1529,
  "[362.15901]": 1530,
  "[428.2271]": 1531,
  "[359.16273]": 1532,
  "[412.17065]": 1533,
  "[327.17942]": 1534,
  "[517.29003]": 1535,
  "[447.17225]": 1536,
  "[485.21218]": 1537,
  "[328.21106]": 1538,
  "[540.29076]": 1539,
  "[800.33006]": 1540,
  "[513.27986]": 1541,
  "[482.17613]": 1542,
  "[525.32748]": 1543,
  "[450.20492]": 1544,
  "[609.32346]": 1545,
  "[516.25438]": 1546,
  "[859.40356]": 1547,
  "[647.32788]": 1548,
  "[298.17534]": 1549,
  "[496.19579]": 1550,
  "[822.39842]": 1551,
  "[674.33877]": 1552,
  "[454.18522]": 1553,
  "[429.23761]": 1554,
  "[1004.42733]": 1555,
  "[836.24943]": 1556,
  "[585.27584]": 1557,
  "[726.33369]": 1558,
  "[1446.61844]": 1559,
  "[440.22844]": 1560,
  "[541.30126]": 1561,
  "[643.38058]": 1562,
  "[884.4352]": 1563,
  "[487.24645]": 1564,
  "[611.24858]": 1565,
  "[473.21218]": 1566,
  "[1156.49242]": 1567,
  "[401.20968]": 1568,
  "[519.18214]": 1569,
  "[514.24996]": 1570,
  "[412.26857]": 1571,
  "[451.24308]": 1572,
  "[1206.4863]": 1573,
  "[678.38131]": 1574,
  "[1317.57585]": 1575,
  "[1562.72866]": 1576,
  "[355.14918]": 1577,
  "[370.18523]": 1578,
  "[922.46609]": 1579,
  "[588.22136]": 1580,
  "[416.25359]": 1581,
  "[1506.73143]": 1582,
  "[409.19613]": 1583,
  "[785.41056]": 1584,
  "[439.31585]": 1585,
  "[443.21687]": 1586,
  "[535.27545]": 1587,
  "[430.14483]": 1588,
  "[700.38679]": 1589,
  "[481.19211]": 1590,
  "[549.22572]": 1591,
  "[598.25986]": 1592,
  "[611.29149]": 1593,
  "[3009.2788]": 1594,
  "[1206.63569]": 1595,
  "[565.24963]": 1596,
  "[672.30199]": 1597,
  "[571.26019]": 1598,
  "[442.24275]": 1599,
  "[558.22856]": 1600,
  "[567.34928]": 1601,
  "[490.24275]": 1602,
  "[754.27695]": 1603,
  "[349.12739]": 1604,
  "[604.26792]": 1605,
  "[660.34174]": 1606,
  "[813.36571]": 1607,
  "[382.19647]": 1608,
  "[475.19144]": 1609,
  "[612.33436]": 1610,
  "[647.41188]": 1611,
  "[503.22024]": 1612,
  "[379.13794]": 1613,
  "[2630.14086]": 1614,
  "[357.16483]": 1615,
  "[310.09872]": 1616,
  "[836.37383]": 1617,
  "[381.20122]": 1618,
  "[485.26382]": 1619,
  "[453.30635]": 1620,
  "[583.32307]": 1621,
  "[431.20162]": 1622,
  "[432.14924]": 1623,
  "[1164.51999]": 1624,
  "[843.3035]": 1625,
  "[741.35449]": 1626,
  "[657.27182]": 1627,
  "[578.29652]": 1628,
  "[465.30635]": 1629,
  "[694.39014]": 1630,
  "[331.15658]": 1631,
  "[865.41161]": 1632,
  "[374.18015]": 1633,
  "[446.19138]": 1634,
  "[577.33363]": 1635,
  "[797.32317]": 1636,
  "[2067.90214]": 1637,
  "[420.17573]": 1638,
  "[904.42905]": 1639,
  "[255.15829]": 1640,
  "[558.30133]": 1641,
  "[359.14812]": 1642,
  "[399.20189]": 1643,
  "[390.17507]": 1644,
  "[558.23979]": 1645,
  "[1388.67246]": 1646,
  "[429.14958]": 1647,
  "[472.2394]": 1648,
  "[386.15902]": 1649,
  "[679.33296]": 1650,
  "[706.3286]": 1651,
  "[490.25398]": 1652,
  "[605.26567]": 1653,
  "[990.45593]": 1654,
  "[363.14304]": 1655,
  "[942.5287]": 1656,
  "[604.26053]": 1657,
  "[470.28931]": 1658,
  "[289.10963]": 1659,
  "[434.26415]": 1660,
  "[287.1416]": 1661,
  "[702.31191]": 1662,
  "[591.1999]": 1663,
  "[551.23398]": 1664,
  "[686.31229]": 1665,
  "[483.28053]": 1666,
  "[572.20782]": 1667,
  "[654.34492]": 1668,
  "[347.14812]": 1669,
  "[462.15731]": 1670,
  "[295.15321]": 1671,
  "[467.17646]": 1672,
  "[583.30781]": 1673,
  "[652.27041]": 1674,
  "[718.40138]": 1675,
  "[1350.75072]": 1676,
  "[383.12634]": 1677,
  "[562.29374]": 1678,
  "[503.24137]": 1679,
  "[611.33911]": 1680,
  "[554.2489]": 1681,
  "[920.39497]": 1682,
  "[468.29479]": 1683,
  "[534.32782]": 1684,
  "[469.25365]": 1685,
  "[951.52117]": 1686,
  "[512.25946]": 1687,
  "[1120.48928]": 1688,
  "[791.39259]": 1689,
  "[352.22229]": 1690,
  "[506.2199]": 1691,
  "[628.32927]": 1692,
  "[503.238]": 1693,
  "[789.27769]": 1694,
  "[491.20161]": 1695,
  "[920.41407]": 1696,
  "[570.24718]": 1697,
  "[1094.41949]": 1698,
  "[2343.89384]": 1699,
  "[589.31116]": 1700,
  "[397.24375]": 1701,
  "[484.18054]": 1702,
  "[617.30608]": 1703,
  "[460.19579]": 1704,
  "[1007.40522]": 1705,
  "[718.36499]": 1706,
  "[580.29691]": 1707,
  "[343.15658]": 1708,
  "[821.32656]": 1709,
  "[418.19647]": 1710,
  "[703.22968]": 1711,
  "[484.25332]": 1712,
  "[916.39265]": 1713,
  "[590.21839]": 1714,
  "[399.15764]": 1715,
  "[566.21587]": 1716,
  "[666.26092]": 1717,
  "[794.40752]": 1718,
  "[583.24896]": 1719,
  "[651.39556]": 1720,
  "[495.20776]": 1721,
  "[428.24236]": 1722,
  "[775.28719]": 1723,
  "[295.12806]": 1724,
  "[431.16523]": 1725,
  "[800.29368]": 1726,
  "[375.14641]": 1727,
  "[395.15533]": 1728,
  "[847.44396]": 1729,
  "[327.1655]": 1730,
  "[547.23905]": 1731,
  "[423.24817]": 1732,
  "[1322.67715]": 1733,
  "[695.32385]": 1734,
  "[893.5083]": 1735,
  "[561.27985]": 1736,
  "[389.16206]": 1737,
  "[961.35125]": 1738,
  "[614.29249]": 1739,
  "[735.28237]": 1740,
  "[790.26171]": 1741,
  "[413.15466]": 1742,
  "[489.18595]": 1743,
  "[401.16991]": 1744,
  "[639.37041]": 1745,
  "[2794.18819]": 1746,
  "[496.31217]": 1747,
  "[424.20703]": 1748,
  "[308.14846]": 1749,
  "[459.2594]": 1750,
  "[446.25291]": 1751,
  "[374.10738]": 1752,
  "[923.42113]": 1753,
  "[427.17432]": 1754,
  "[437.1659]": 1755,
  "[865.56369]": 1756,
  "[842.4134]": 1757,
  "[698.35991]": 1758,
  "[1017.45158]": 1759,
  "[1020.35198]": 1760,
  "[692.30171]": 1761,
  "[969.50321]": 1762,
  "[406.25801]": 1763,
  "[714.3483]": 1764,
  "[353.16992]": 1765,
  "[458.25292]": 1766,
  "[616.27042]": 1767,
  "[471.2594]": 1768,
  "[400.22229]": 1769,
  "[848.34532]": 1770,
  "[605.23668]": 1771,
  "[412.17467]": 1772,
  "[674.23951]": 1773,
  "[472.21693]": 1774,
  "[366.16517]": 1775,
  "[497.18703]": 1776,
  "[589.27815]": 1777,
  "[833.31915]": 1778,
  "[549.2911]": 1779,
  "[665.24791]": 1780,
  "[514.26522]": 1781,
  "[301.091]": 1782,
  "[352.14952]": 1783,
  "[675.29763]": 1784,
  "[616.19765]": 1785,
  "[390.2267]": 1786,
  "[1116.4546]": 1787,
  "[585.24346]": 1788,
  "[580.28568]": 1789,
  "[1377.5837]": 1790,
  "[490.22883]": 1791,
  "[559.21257]": 1792,
  "[706.28569]": 1793,
  "[944.39158]": 1794,
  "[1663.73255]": 1795,
  "[696.27148]": 1796,
  "[541.23839]": 1797,
  "[492.23324]": 1798,
  "[455.27438]": 1799,
  "[799.37207]": 1800,
  "[428.19072]": 1801,
  "[1178.43724]": 1802,
  "[646.2446]": 1803,
  "[782.34465]": 1804,
  "[616.33329]": 1805,
  "[754.42251]": 1806,
  "[555.22889]": 1807,
  "[552.37477]": 1808,
  "[440.26349]": 1809,
  "[900.34697]": 1810,
  "[542.2489]": 1811,
  "[528.28087]": 1812,
  "[496.15539]": 1813,
  "[725.38606]": 1814,
  "[421.24375]": 1815,
  "[682.30747]": 1816,
  "[513.22235]": 1817,
  "[398.23179]": 1818,
  "[542.23364]": 1819,
  "[375.11002]": 1820,
  "[398.19541]": 1821,
  "[422.19138]": 1822,
  "[1312.47]": 1823,
  "[1714.72232]": 1824,
  "[673.31837]": 1825,
  "[923.43887]": 1826,
  "[1266.48565]": 1827,
  "[732.38064]": 1828,
  "[647.40065]": 1829,
  "[1276.53602]": 1830,
  "[491.21285]": 1831,
  "[594.31256]": 1832,
  "[607.30781]": 1833,
  "[544.29691]": 1834,
  "[508.23555]": 1835,
  "[923.40249]": 1836,
  "[529.21324]": 1837,
  "[519.2329]": 1838,
  "[481.26891]": 1839,
  "[697.3395]": 1840,
  "[685.39114]": 1841,
  "[540.18899]": 1842,
  "[390.08454]": 1843,
  "[982.48723]": 1844,
  "[348.1546]": 1845,
  "[646.25333]": 1846,
  "[763.30716]": 1847,
  "[759.31876]": 1848,
  "[364.19714]": 1849,
  "[657.26058]": 1850,
  "[514.26859]": 1851,
  "[454.26522]": 1852,
  "[372.21951]": 1853,
  "[606.31255]": 1854,
  "[709.30713]": 1855,
  "[315.17942]": 1856,
  "[570.19618]": 1857,
  "[469.19613]": 1858,
  "[658.38025]": 1859,
  "[412.1958]": 1860,
  "[667.2748]": 1861,
  "[438.24784]": 1862,
  "[586.27848]": 1863,
  "[1450.64386]": 1864,
  "[882.3243]": 1865,
  "[898.42569]": 1866,
  "[1240.54341]": 1867,
  "[1142.44038]": 1868,
  "[799.42284]": 1869,
  "[915.38216]": 1870,
  "[461.19104]": 1871,
  "[369.16483]": 1872,
  "[473.27505]": 1873,
  "[433.15975]": 1874,
  "[471.22704]": 1875,
  "[445.26891]": 1876,
  "[485.23464]": 1877,
  "[699.29763]": 1878,
  "[751.41161]": 1879,
  "[721.32826]": 1880,
  "[1507.63231]": 1881,
  "[767.29735]": 1882,
  "[407.20295]": 1883,
  "[373.20015]": 1884,
  "[545.17579]": 1885,
  "[434.18014]": 1886,
  "[596.22307]": 1887,
  "[357.13584]": 1888,
  "[497.29618]": 1889,
  "[307.06605]": 1890,
  "[516.19685]": 1891,
  "[735.35265]": 1892,
  "[363.11002]": 1893,
  "[420.17976]": 1894,
  "[658.25986]": 1895,
  "[864.413]": 1896,
  "[409.23252]": 1897,
  "[591.23226]": 1898,
  "[415.17031]": 1899,
  "[902.39227]": 1900,
  "[563.25913]": 1901,
  "[654.38532]": 1902,
  "[374.19541]": 1903,
  "[680.31696]": 1904,
  "[569.28832]": 1905,
  "[434.16239]": 1906,
  "[457.21726]": 1907,
  "[854.39227]": 1908,
  "[556.32206]": 1909,
  "[385.21139]": 1910,
  "[526.20635]": 1911,
  "[753.29295]": 1912,
  "[557.26969]": 1913,
  "[439.14131]": 1914,
  "[350.19541]": 1915,
  "[834.30717]": 1916,
  "[475.2067]": 1917,
  "[314.1954]": 1918,
  "[393.11721]": 1919,
  "[508.18054]": 1920,
  "[690.33369]": 1921,
  "[446.25292]": 1922,
  "[712.28503]": 1923,
  "[1181.57506]": 1924,
  "[805.3395]": 1925,
  "[349.16377]": 1926,
  "[563.28561]": 1927,
  "[399.21178]": 1928,
  "[638.266]": 1929,
  "[752.30893]": 1930,
  "[1098.57836]": 1931,
  "[380.15969]": 1932,
  "[361.13076]": 1933,
  "[1245.67576]": 1934,
  "[234.06743]": 1935,
  "[702.25056]": 1936,
  "[497.24856]": 1937,
  "[375.2158]": 1938,
  "[988.57459]": 1939,
  "[362.08962]": 1940,
  "[545.22678]": 1941,
  "[395.21687]": 1942,
  "[613.31837]": 1943,
  "[406.14884]": 1944,
  "[531.31691]": 1945,
  "[553.33363]": 1946,
  "[658.28098]": 1947,
  "[667.3442]": 1948,
  "[412.21106]": 1949,
  "[627.31627]": 1950,
  "[537.22235]": 1951,
  "[541.27478]": 1952,
  "[537.20708]": 1953,
  "[376.17466]": 1954,
  "[470.19475]": 1955,
  "[731.38538]": 1956,
  "[417.16483]": 1957,
  "[655.36532]": 1958,
  "[301.14601]": 1959,
  "[666.36018]": 1960,
  "[585.31625]": 1961,
  "[718.30748]": 1962,
  "[639.38567]": 1963,
  "[671.28747]": 1964,
  "[570.33771]": 1965,
  "[376.21106]": 1966,
  "[434.21653]": 1967,
  "[476.2271]": 1968,
  "[355.1968]": 1969,
  "[416.19071]": 1970,
  "[545.23331]": 1971,
  "[512.29585]": 1972,
  "[530.2489]": 1973,
  "[311.22089]": 1974,
  "[1668.73412]": 1975,
  "[285.14371]": 1976,
  "[365.14093]": 1977,
  "[945.5106]": 1978,
  "[507.25538]": 1979,
  "[549.30635]": 1980,
  "[1358.65788]": 1981,
  "[719.29149]": 1982,
  "[754.41261]": 1983,
  "[430.22161]": 1984,
  "[420.2485]": 1985,
  "[1026.4618]": 1986,
  "[640.35443]": 1987,
  "[575.30675]": 1988,
  "[589.23437]": 1989,
  "[798.33705]": 1990,
  "[702.30068]": 1991,
  "[461.24269]": 1992,
  "[497.26382]": 1993,
  "[849.35046]": 1994,
  "[911.52289]": 1995,
  "[574.27511]": 1996,
  "[533.2598]": 1997,
  "[477.20709]": 1998,
  "[529.28601]": 1999,
  "[600.28674]": 2000,
  "[436.30496]": 2001,
  "[575.18973]": 2002,
  "[466.2176]": 2003,
  "[903.48544]": 2004,
  "[713.3708]": 2005,
  "[897.4266]": 2006,
  "[562.23872]": 2007,
  "[621.28323]": 2008,
  "[529.26488]": 2009,
  "[315.12528]": 2010,
  "[552.302]": 2011,
  "[400.1958]": 2012,
  "[550.18458]": 2013,
  "[474.15981]": 2014,
  "[744.28272]": 2015,
  "[638.25476]": 2016,
  "[360.19099]": 2017,
  "[505.24374]": 2018,
  "[1010.39027]": 2019,
  "[710.35991]": 2020,
  "[919.49158]": 2021,
  "[849.42323]": 2022,
  "[545.19692]": 2023,
  "[387.1754]": 2024,
  "[468.28087]": 2025,
  "[321.13247]": 2026,
  "[768.38064]": 2027,
  "[708.33034]": 2028,
  "[1218.55908]": 2029,
  "[825.36572]": 2030,
  "[2086.86034]": 2031,
  "[555.28053]": 2032,
  "[501.17071]": 2033,
  "[583.26019]": 2034,
  "[400.18928]": 2035,
  "[449.15465]": 2036,
  "[357.20861]": 2037,
  "[601.30062]": 2038,
  "[462.17505]": 2039,
  "[770.41089]": 2040,
  "[736.29154]": 2041,
  "[486.24381]": 2042,
  "[491.27437]": 2043,
  "[376.13828]": 2044,
  "[754.36097]": 2045,
  "[406.13446]": 2046,
  "[303.15829]": 2047,
  "[934.37423]": 2048,
  "[599.32788]": 2049,
  "[431.25326]": 2050,
  "[756.28609]": 2051,
  "[431.18386]": 2052,
  "[668.33811]": 2053,
  "[1211.52811]": 2054,
  "[444.23727]": 2055,
  "[513.25873]": 2056,
  "[537.25873]": 2057,
  "[813.38685]": 2058,
  "[659.27373]": 2059,
  "[424.1958]": 2060,
  "[819.41266]": 2061,
  "[641.31329]": 2062,
  "[348.14337]": 2063,
  "[705.29697]": 2064,
  "[537.21833]": 2065,
  "[349.16376]": 2066,
  "[453.26997]": 2067,
  "[588.302]": 2068,
  "[333.09946]": 2069,
  "[760.3504]": 2070,
  "[347.11511]": 2071,
  "[724.28905]": 2072,
  "[445.19951]": 2073,
  "[342.22671]": 2074,
  "[874.39735]": 2075,
  "[660.29664]": 2076,
  "[899.43888]": 2077,
  "[542.28528]": 2078,
  "[374.16239]": 2079,
  "[524.34347]": 2080,
  "[504.24063]": 2081,
  "[471.23291]": 2082,
  "[2490.1274]": 2083,
  "[400.17467]": 2084,
  "[470.22776]": 2085,
  "[583.27543]": 2086,
  "[422.22777]": 2087,
  "[458.19138]": 2088,
  "[299.13036]": 2089,
  "[635.28496]": 2090,
  "[622.22097]": 2091,
  "[513.26996]": 2092,
  "[1051.46107]": 2093,
  "[842.35588]": 2094,
  "[505.25364]": 2095,
  "[424.17065]": 2096,
  "[410.22777]": 2097,
  "[422.23179]": 2098,
  "[796.48069]": 2099,
  "[480.2081]": 2100,
  "[402.15394]": 2101,
  "[550.20234]": 2102,
  "[715.40171]": 2103,
  "[474.17506]": 2104,
  "[405.1536]": 2105,
  "[1080.51614]": 2106,
  "[614.34617]": 2107,
  "[462.21144]": 2108,
  "[1124.46621]": 2109,
  "[402.23794]": 2110,
  "[752.34147]": 2111,
  "[438.14991]": 2112,
  "[526.28635]": 2113,
  "[663.2864]": 2114,
  "[530.2635]": 2115,
  "[478.26522]": 2116,
  "[922.36684]": 2117,
  "[687.26125]": 2118,
  "[758.25412]": 2119,
  "[628.22751]": 2120,
  "[703.35408]": 2121,
  "[635.24072]": 2122,
  "[392.24236]": 2123,
  "[617.28093]": 2124,
  "[454.23285]": 2125,
  "[609.21046]": 2126,
  "[589.31115]": 2127,
  "[847.33819]": 2128,
  "[739.33231]": 2129,
  "[338.23179]": 2130,
  "[835.35996]": 2131,
  "[695.28747]": 2132,
  "[756.36539]": 2133,
  "[411.24817]": 2134,
  "[689.30206]": 2135,
  "[459.19065]": 2136,
  "[653.28495]": 2137,
  "[446.23179]": 2138,
  "[372.20088]": 2139,
  "[513.30635]": 2140,
  "[678.2973]": 2141,
  "[404.17296]": 2142,
  "[460.23556]": 2143,
  "[612.29797]": 2144,
  "[1076.48868]": 2145,
  "[814.36097]": 2146,
  "[676.25517]": 2147,
  "[342.18042]": 2148,
  "[469.18088]": 2149,
  "[413.22744]": 2150,
  "[679.35408]": 2151,
  "[471.2693]": 2152,
  "[448.19579]": 2153,
  "[309.14371]": 2154,
  "[484.26455]": 2155,
  "[654.37008]": 2156,
  "[634.29374]": 2157,
  "[618.31658]": 2158,
  "[868.50182]": 2159,
  "[930.49231]": 2160,
  "[637.22313]": 2161,
  "[477.30635]": 2162,
  "[574.23873]": 2163,
  "[683.34901]": 2164,
  "[503.27438]": 2165,
  "[498.29143]": 2166,
  "[520.22815]": 2167,
  "[778.39735]": 2168,
  "[1303.61567]": 2169,
  "[614.32754]": 2170,
  "[420.18313]": 2171,
  "[552.22923]": 2172,
  "[571.29005]": 2173,
  "[620.34347]": 2174,
  "[285.10732]": 2175,
  "[543.2693]": 2176,
  "[670.31871]": 2177,
  "[1182.53055]": 2178,
  "[368.20597]": 2179,
  "[616.3333]": 2180,
  "[388.13828]": 2181,
  "[719.36762]": 2182,
  "[599.28026]": 2183,
  "[428.15433]": 2184,
  "[669.35984]": 2185,
  "[721.33949]": 2186,
  "[355.16444]": 2187,
  "[964.35627]": 2188,
  "[458.23114]": 2189,
  "[602.23701]": 2190,
  "[540.36353]": 2191,
  "[452.16556]": 2192,
  "[2632.25594]": 2193,
  "[439.27947]": 2194,
  "[340.15354]": 2195,
  "[633.33085]": 2196,
  "[559.24896]": 2197,
  "[535.25432]": 2198,
  "[665.32855]": 2199,
  "[359.1441]": 2200,
  "[302.10488]": 2201,
  "[738.41367]": 2202,
  "[822.39121]": 2203,
  "[882.41571]": 2204,
  "[555.30906]": 2205,
  "[458.16489]": 2206,
  "[783.30752]": 2207,
  "[408.17976]": 2208,
  "[537.24348]": 2209,
  "[495.21177]": 2210,
  "[821.40317]": 2211,
  "[305.13755]": 2212,
  "[504.18562]": 2213,
  "[642.26831]": 2214,
  "[472.20703]": 2215,
  "[457.16312]": 2216,
  "[676.35443]": 2217,
  "[860.42798]": 2218,
  "[961.4505]": 2219,
  "[573.21832]": 2220,
  "[529.33765]": 2221,
  "[461.19105]": 2222,
  "[1219.54442]": 2223,
  "[749.33441]": 2224,
  "[347.18451]": 2225,
  "[674.33091]": 2226,
  "[667.36533]": 2227,
  "[1047.52367]": 2228,
  "[607.26018]": 2229,
  "[682.37622]": 2230,
  "[425.26382]": 2231,
  "[479.322]": 2232,
  "[428.19071]": 2233,
  "[535.21007]": 2234,
  "[639.33805]": 2235,
