[171.06439]
[114.04293]
[248.11609]
[184.08479]
[229.10626]
[200.11609]
[227.12699]
[188.07971]
[251.10184]
[198.10044]
[275.05759]
[238.10659]
[314.12264]
[215.09061]
[226.09536]
[344.16958]
[236.12733]
[229.06987]
[194.08038]
[230.09027]
[224.09094]
[288.08923]
[213.11134]
[184.12118]
[174.06406]
[225.14773]
[154.07423]
[185.08004]
[250.14298]
[250.09535]
[241.14264]
[229.14264]
[217.05211]
[228.09325]
[471.20776]
[274.07358]
[158.06914]
[226.16813]
[266.1015]
[201.07495]
[626.27724]
[144.05349]
[142.07423]
[215.12699]
[156.08988]
[208.09603]
[293.14879]
[172.08479]
[196.12118]
[252.08585]
[297.08956]
[199.13208]
[128.05858]
[261.07833]
[220.08478]
[417.16821]
[231.06776]
[700.24125]
[212.15248]
[257.13756]
[299.18451]
[344.11544]
[170.10553]
[186.10044]
[216.07462]
[186.06406]
[311.12297]
[308.1233]
[243.08552]
[210.13683]
[396.20089]
[188.06195]
[242.10151]
[316.13828]
[270.14404]
[262.13173]
[202.05897]
[670.29222]
[573.20307]
[225.11134]
[218.10553]
[168.08988]
[214.13174]
[276.14738]
[201.07496]
[275.12699]
[242.12666]
[200.07971]
[302.12263]
[343.17434]
[232.08816]
[172.04841]
[185.11643]
[257.10117]
[202.09536]
[313.16377]
[234.11168]
[211.09569]
[212.07971]
[423.15025]
[287.14812]
[213.12258]
[286.12772]
[285.1437]
[199.09569]
[278.09026]
[227.13823]
[284.12733]
[429.1972]
[384.1645]
[342.16517]
[260.15248]
[793.31639]
[242.13789]
[260.11608]
[230.05389]
[299.11173]
[299.11174]
[243.13314]
[269.18518]
[228.11101]
[319.16443]
[261.11134]
[316.13176]
[246.13683]
[325.13862]
[342.19032]
[234.10043]
[344.18082]
[269.13756]
[259.09906]
[345.11069]
[417.17944]
[307.11681]
[355.13795]
[363.14303]
[385.15975]
[218.07251]
[354.19032]
[277.10625]
[372.11036]
[442.18121]
[300.12223]
[244.12455]
[392.2172]
[258.08519]
[656.2878]
[243.12191]
[378.19031]
[253.15387]
[214.09536]
[247.06268]
[291.1219]
[413.16992]
[394.25801]
[234.10044]
[194.10553]
[378.15393]
[412.20703]
[390.19032]
[453.1972]
[623.32788]
[287.11174]
[728.33408]
[257.11643]
[484.22816]
[274.11782]
[1311.47388]
[966.44067]
[228.08585]
[264.111]
[473.22341]
[371.16925]
[303.10665]
[580.23153]
[241.17903]
[561.24685]
[256.11716]
[343.18557]
[295.12805]
[404.2172]
[826.3821]
[245.08341]
[344.1332]
[244.06954]
[257.08341]
[376.10527]
[474.2009]
[341.1223]
[355.22195]
[301.14264]
[273.09609]
[323.15935]
[256.15354]
[356.20597]
[430.18524]
[381.24884]
[227.16338]
[356.18082]
[283.11682]
[534.29143]
[243.10078]
[400.21106]
[583.22782]
[389.16992]
[260.08308]
[269.10117]
[317.17394]
[469.2285]
[330.11755]
[394.14233]
[341.16992]
[282.13281]
[385.19613]
[466.20636]
[315.12191]
[324.17976]
[456.19686]
[599.29149]
[372.14337]
[276.11101]
[317.1223]
[342.15393]
[356.16958]
[291.15828]
[275.16338]
[808.28437]
[389.2063]
[300.14337]
[289.07324]
[292.10591]
[326.12263]
[557.28093]
[343.14918]
[334.12771]
[341.18115]
[744.329]
[965.43151]
[276.07799]
[424.23219]
[326.20664]
[420.16449]
[300.12224]
[278.1089]
[287.12699]
[202.0776]
[465.1972]
[265.11749]
[772.42317]
[335.14811]
[198.13683]
[371.1441]
[393.23761]
[259.08044]
[396.17573]
[474.17104]
[245.10117]
[457.19211]
[299.12297]
[204.05686]
[417.18596]
[621.32346]
[323.09397]
[230.1089]
[616.29691]
[273.11471]
[546.22856]
[357.12845]
[257.14879]
[363.15427]
[1042.29766]
[326.19541]
[379.16042]
[327.15427]
[323.12297]
[387.16887]
[349.21139]
[601.27076]
[337.13862]
[299.14812]
[372.18313]
[931.49746]
[241.10626]
[293.16002]
[501.21833]
[843.39741]
[399.1754]
[340.22229]
[528.19284]
[297.13247]
[356.16959]
[244.12118]
[514.23873]
[327.10665]
[316.17467]
[510.31658]
[558.26494]
[640.31804]
[646.3551]
[335.11173]
[843.32464]
[815.4025]
[354.15394]
[536.33223]
[338.19541]
[310.13173]
[470.19138]
[545.20816]
[317.14093]
[349.14263]
[456.24448]
[647.27623]
[315.10665]
[371.15935]
[642.2133]
[845.46202]
[279.13314]
[689.36091]
[761.38203]
[336.19099]
[289.091]
[320.0613]
[255.12191]
[348.14336]
[903.36573]
[326.12664]
[1206.55908]
[993.45896]
[758.34598]
[307.16444]
[466.23284]
[470.16489]
[495.25538]
[262.06234]
[386.14376]
[585.19184]
[251.12699]
[440.24957]
[633.24283]
[339.17942]
[303.16953]
[385.17098]
[404.20596]
[285.13247]
[658.31148]
[649.32961]
[569.28495]
[321.13246]
[318.09979]
[1019.44563]
[329.16992]
[472.23219]
[452.26349]
[567.18214]
[400.20703]
[1005.44121]
[587.23397]
[284.14846]
[442.2176]
[498.2802]
[451.21793]
[361.1056]
[556.28568]
[283.18959]
[301.10626]
[420.11373]
[284.15969]
[285.11471]
[314.17025]
[401.19105]
[448.13763]
[746.38237]
[334.0947]
[355.18557]
[784.39801]
[475.25432]
[300.10698]
[472.22816]
[379.18557]
[271.15321]
[387.13901]
[488.23047]
[281.1124]
[436.20703]
[485.22744]
[452.20195]
[610.30748]
[231.08552]
[428.20195]
[410.155]
[511.28668]
[341.2063]
[593.29216]
[325.16377]
[672.30134]
[438.23392]
[407.2281]
[393.17607]
[359.09648]
[356.2172]
[260.11946]
[524.25946]
[384.21212]
[370.18524]
[725.40719]
[580.3333]
[307.18959]
[331.18959]
[346.09471]
[405.18998]
[991.51993]
[488.18017]
[975.32399]
[442.19647]
[431.21285]
[341.17731]
[484.24342]
[371.19172]
[420.13148]
[421.10898]
[579.25538]
[323.13823]
[328.17467]
[275.11173]
[806.31163]
[340.13828]
[384.17573]
[325.12086]
[426.22268]
[873.38685]
[648.32312]
[696.23597]
[319.11682]
[378.23794]
[815.38474]
[381.14708]
[355.22196]
[581.23802]
[540.26561]
[485.2598]
[253.14264]
[297.16886]
[829.40039]
[401.15466]
[797.35956]
[271.11682]
[559.24243]
[433.12673]
[323.14812]
[510.2802]
[303.12528]
[343.13795]
[893.40317]
[403.11617]
[329.1223]
[471.26277]
[416.18419]
[259.11682]
[348.17975]
[314.15902]
[714.37007]
[270.13281]
[347.1845]
[785.3304]
[373.11213]
[262.09536]
[300.10699]
[288.12561]
[403.15256]
[528.25438]
[929.3475]
[365.16992]
[316.1019]
[313.20016]
[335.15936]
[531.22889]
[339.15427]
[328.13828]
[775.28067]
[272.14846]
[463.1373]
[500.20195]
[486.23729]
[364.22229]
[272.11207]
[394.18524]
[369.20122]
[374.12601]
[330.13618]
[437.20228]
[380.16958]
[296.18484]
[383.21687]
[826.43711]
[389.12567]
[692.31295]
[340.21106]
[581.32855]
[356.18484]
[526.27511]
[622.2347]
[634.29623]
[452.27472]
[315.11788]
[377.15868]
[557.20816]
[583.29658]
[380.14443]
[413.21754]
[571.23906]
[632.33945]
[373.16377]
[953.58107]
[313.12739]
[373.15975]
[291.12191]
[948.3582]
[204.08988]
[459.19]
[544.22816]
[370.14885]
[536.18668]
[762.34089]
[702.38131]
[491.16994]
[560.23768]
[564.26561]
[357.1437]
[820.32076]
[914.428]
[443.20161]
[258.09642]
[802.36434]
[289.12739]
[504.16385]
[445.15975]
[752.2613]
[444.16048]
[473.15803]
[527.27438]
[374.1954]
[368.25359]
[470.26013]
[330.13281]
[239.12699]
[453.25873]
[244.08816]
[458.21251]
[487.24646]
[324.21614]
[553.28601]
[542.30641]
[391.17433]
[453.22235]
[381.21245]
[708.29663]
[493.2285]
[314.17428]
[720.28674]
[285.16886]
[484.2394]
[977.37603]
[371.18048]
[372.12811]
[444.18563]
[699.33402]
[592.30814]
[1022.39836]
[396.20088]
[438.13955]
[294.13683]
[293.17394]
[550.26119]
[747.35514]
[430.16998]
[401.17329]
[536.2707]
[526.24996]
[341.17394]
[488.17546]
[286.16411]
[471.21516]
[273.13247]
[1061.44477]
[575.20749]
[286.09133]
[283.13208]
[315.14303]
[457.18088]
[513.20709]
[1096.59507]
[284.09431]
[332.11544]
[340.17467]
[598.27109]
[726.31843]
[298.16411]
[342.13618]
[656.25881]
[282.1328]
[441.23358]
[489.22234]
[618.19554]
[366.22671]
[370.23285]
[469.20737]
[631.24494]
[408.21212]
[514.25397]
[312.17976]
[456.27366]
[291.13314]
[403.17031]
[632.25544]
[599.30273]
[361.16376]
[520.17739]
[369.23761]
[470.21251]
[492.26963]
[329.15869]
[518.2489]
[426.28422]
[581.21939]
[723.43916]
[399.15427]
[361.16377]
[373.20353]
[511.23906]
[656.34281]
[444.19034]
[456.22335]
[440.23833]
[375.12126]
[327.14304]
[578.31765]
[318.1328]
[720.31124]
[833.3953]
[478.16345]
[521.17916]
[310.16411]
[387.12778]
[414.17506]
[362.15902]
[288.10698]
[541.23187]
[427.24308]
[415.14918]
[246.06743]
[366.23794]
[268.0994]
[397.15975]
[522.18967]
[460.17402]
[441.22235]
[255.16953]
[267.15829]
[331.13795]
[686.23299]
[455.24923]
[590.27003]
[1109.50631]
[299.16338]
[681.35582]
[521.19442]
[312.14337]
[331.10156]
[265.15387]
[640.30681]
[525.25471]
[908.43519]
[502.23873]
[581.29216]
[868.4542]
[353.20631]
[445.18088]
[311.18451]
[567.27651]
[560.24171]
[376.1859]
[624.34828]
[473.19505]
[331.09504]
[395.25325]
[445.16312]
[1053.38217]
[456.1791]
[423.1794]
[440.19071]
[687.2864]
[330.15394]
[701.26567]
[625.30714]
[317.08591]
[398.17025]
[468.20088]
[819.28173]
[1545.6008]
[417.1972]
[455.16923]
[1544.61678]
[446.16489]
[529.20201]
[518.19726]
[509.29618]
[418.13359]
[1039.42067]
[531.26277]
[486.19619]
[614.25477]
[404.15433]
[508.18525]
[429.18596]
[435.08824]
[456.23325]
[309.10732]
[426.21145]
[474.23392]
[275.09398]
[728.34532]
[362.17025]
[533.17916]
[411.21178]
[440.2271]
[725.33442]
[496.26455]
[2076.88471]
[299.15935]
[418.18523]
[659.25848]
[584.24421]
[361.14985]
[773.42832]
[576.25775]
[341.19507]
[282.16919]
[259.08043]
[367.18557]
[342.15394]
[567.30166]
[1236.52987]
[569.28093]
[459.23291]
[347.15149]
[398.21654]
[395.1441]
[403.13393]
[500.23431]
[343.19296]
[335.14812]
[477.25873]
[1115.57236]
[892.47667]
[273.11134]
[494.29652]
[873.4266]
[370.19647]
[762.33368]
[301.16377]
[443.18048]
[375.14303]
[575.2551]
[774.39121]
[879.45627]
[354.20155]
[562.23873]
[506.16489]
[367.14918]
[425.19105]
[475.21007]
[451.22917]
[355.21072]
[496.2394]
[485.24856]
[310.17534]
[573.31223]
[541.26487]
[508.30093]
[557.20815]
[356.18821]
[309.1437]
[281.17394]
[659.31262]
[342.12878]
[410.21654]
[301.12739]
[458.20128]
[269.17394]
[487.23906]
[388.17466]
[707.28747]
[374.17362]
[712.33917]
[356.14443]
[313.17501]
[259.13545]
[362.1954]
[416.16958]
[482.2489]
[697.29659]
[570.27617]
[401.18452]
[483.20776]
[394.16008]
[425.30021]
[377.15869]
[327.19065]
[634.30748]
[418.18861]
[554.24487]
[294.10381]
[329.13353]
[425.22744]
[420.20088]
[1166.53901]
[501.20057]
[502.20636]
[406.09808]
[474.20743]
[745.36064]
[500.24957]
[696.43228]
[398.14376]
[316.12053]
[315.14304]
[464.20195]
[517.25702]
[417.20459]
[705.24283]
[642.35232]
[436.10864]
[426.1863]
[374.20664]
[432.14272]
[526.22883]
[298.20049]
[427.2067]
[307.09906]
[588.32715]
[536.34347]
[401.16992]
[567.1635]
[527.26047]
[390.15393]
[919.33818]
[402.15731]
[570.26494]
[853.33885]
[941.49304]
[368.16958]
[442.22883]
[357.20122]
[340.1859]
[524.29585]
[866.28648]
[333.13247]
[415.21793]
[540.27685]
[358.11246]
[560.25946]
[382.26924]
[473.17579]
[531.26528]
[915.45493]
[725.28027]
[516.23662]
[607.2238]
[1023.44438]
[358.18523]
[552.27684]
[429.21582]
[436.22229]
[477.1682]
[599.24858]
[613.30714]
[265.14264]
[403.15255]
[783.30753]
[394.19647]
[644.2952]
[494.21251]
[398.13724]
[398.18015]
[459.28455]
[358.16748]
[433.20736]
[802.33197]
[797.41842]
[1527.54285]
[540.21799]
[370.16748]
[328.12053]
[664.21225]
[657.33335]
[344.15183]
[454.20636]
[451.25432]
[598.31871]
[496.16279]
[439.2067]
[539.23397]
[1096.37676]
[412.1859]
[483.2693]
[438.16517]
[399.21179]
[384.20088]
[944.42733]
[719.32385]
[358.1641]
[443.16523]
[375.15764]
[469.23589]
[819.28913]
[535.22782]
[447.21178]
[485.22341]
[386.12601]
[559.20605]
[762.43882]
[313.13862]
[547.16966]
[736.36566]
[446.18014]
[630.34895]
[631.22718]
[317.13755]
[571.3006]
[477.1972]
[817.44463]
[456.17911]
[358.14885]
[296.14846]
[653.2843]
[818.30511]
[468.16048]
[871.3858]
[380.24236]
[973.39234]
[470.23766]
[475.15506]
[460.23218]
[412.24342]
[414.1863]
[515.23398]
[423.2594]
[782.3195]
[347.14811]
[345.12845]
[248.08308]
[647.23333]
[417.21245]
[402.17506]
[799.38982]
[357.20524]
[519.19653]
[809.39595]
[326.1954]
[343.18959]
[665.30205]
[461.23867]
[487.24308]
[461.26381]
[975.379]
[1089.4033]
[397.23252]
[389.19507]
[716.31633]
[720.35548]
[765.24532]
[294.1038]
[1603.66066]
[647.18571]
[652.32927]
[472.15539]
[629.31329]
[329.15868]
[572.28059]
[753.19456]
[415.2067]
[652.30028]
[413.26382]
[435.15764]
[566.27136]
[723.33]
[448.20703]
[581.28093]
[474.24784]
[754.38612]
[910.37085]
[536.13592]
[518.26013]
[722.32351]
[291.07113]
[416.17296]
[323.22089]
[539.31798]
[692.32418]
[363.17941]
[1015.46445]
[562.3115]
[390.19031]
[481.21074]
[309.20524]
[502.25398]
[340.24744]
[301.10963]
[402.13215]
[419.12971]
[546.29142]
[397.175]
[412.23219]
[388.12303]
[398.22777]
[360.11036]
[490.22882]
[804.33237]
[649.2555]
[502.18458]
[592.24928]
[562.2751]
[495.22302]
[840.38651]
[353.13353]
[358.16411]
[444.1645]
[374.14376]
[767.40786]
[372.1645]
[470.2489]
[327.21581]
[376.1239]
[332.07906]
[561.32748]
[530.25227]
[544.23153]
[829.37053]
[585.26461]
[364.13828]
[655.29342]
[598.34386]
[564.25438]
[683.36024]
[1181.45804]
[404.16958]
[383.19574]
[404.24236]
[485.22743]
[612.34828]
[719.36024]
[719.27961]
[388.21105]
[531.2693]
[989.44542]
[515.19759]
[544.27578]
[309.13247]
[607.17956]
[408.16449]
[417.14958]
[513.21832]
[548.27809]
[553.27478]
[351.15427]
[519.32815]
[557.30608]
[424.26857]
[533.14278]
[357.1536]
[388.17804]
[534.25504]
[531.21113]
[414.22268]
[283.15321]
[733.29526]
[439.25432]
[469.29003]
[389.15868]
[607.27142]
[616.32205]
[644.29183]
[800.39294]
[535.31183]
[359.13287]
[358.18524]
[396.23727]
[979.50869]
[385.14199]
[430.20637]
[867.39089]
[447.21177]
[435.19403]
[844.39668]
[996.48762]
[613.28199]
[513.2911]
[414.21145]
[1224.55235]
[990.50221]
[305.13756]
[495.17138]
[439.2907]
[547.2907]
[381.23761]
[431.14747]
[362.20664]
[813.35046]
[423.18663]
[630.19554]
[430.20636]
[720.35549]
[476.16893]
[515.22274]
[354.23794]
[484.17402]
[827.35959]
[420.21211]
[634.32273]
[543.28053]
[441.25874]
[486.25907]
[368.24236]
[639.34526]
[365.12229]
[361.20016]
[830.30424]
[386.18015]
[458.19476]
[552.32715]
[400.17065]
[923.54402]
[388.14166]
[497.22341]
[420.14673]
[988.42187]
[838.33919]
[370.22162]
[690.3047]
[340.21105]
[680.39696]
[413.19105]
[689.28027]
[573.19184]
[438.2267]
[360.1645]
[851.34835]
[349.13862]
[389.10052]
[316.15691]
[719.31261]
[731.37147]
[818.41741]
[435.1754]
[400.15941]
[428.16556]
[413.18452]
[575.23735]
[477.15295]
[414.16516]
[510.2703]
[415.18894]
[501.25873]
[570.28357]
[599.23397]
[571.16966]
[475.20669]
[432.16449]
[499.27545]
[468.24448]
[364.1859]
[467.19509]
[1382.60641]
[324.19099]
[1415.59131]
[416.16556]
[587.2551]
[543.17475]
[794.34866]
[386.19138]
[410.19138]
[785.42832]
[339.11788]
[887.34835]
[814.39735]
[281.13756]
[510.29143]
[927.48142]
[431.18048]
[469.26488]
[499.23906]
[502.21759]
[429.22235]
[1496.60642]
[1502.58398]
[571.29658]
[427.25432]
[1374.5254]
[638.32754]
[354.11103]
[437.26382]
[471.21178]
[375.16166]
[573.29849]
[1079.52223]
[345.14708]
[660.33436]
[906.4487]
[429.16482]
[802.36836]
[417.13182]
[365.15216]
[402.13868]
[285.14773]
[493.26488]
[271.12805]
[500.22308]
[344.14846]
[446.21654]
[808.34254]
[385.20737]
[497.28495]
[517.21324]
[312.21614]
[443.21285]
[468.22201]
[508.22816]
[487.25431]
[508.33732]
[441.24884]
[470.22374]
[427.21793]
[772.31402]
[393.15359]
[458.19137]
[501.2118]
[388.24744]
[413.20228]
[539.23398]
[386.21654]
[295.18959]
[412.1165]
[841.46979]
[504.15262]
[504.19371]
[535.24645]
[680.24758]
[575.27373]
[331.15321]
[558.23327]
[389.15466]
[360.14674]
[505.21725]
[794.42865]
[677.26567]
[495.24415]
[715.27479]
[602.22962]
[1099.45321]
[416.1332]
[369.21245]
[760.38679]
[1447.70556]
[561.21833]
[563.25912]
[992.42733]
[349.12738]
[596.35336]
[430.14885]
[287.13036]
[345.11722]
[396.21212]
[375.15427]
[461.19442]
[317.1198]
[427.18155]
[1105.51524]
[384.23727]
[394.22162]
[375.17942]
[1375.68443]
[475.17368]
[569.31731]
[817.37524]
[669.38097]
[1689.78191]
[297.20524]
[418.15222]
[374.15901]
[319.1532]
[619.26018]
[605.28832]
[1091.53597]
[660.28674]
[500.25946]
[529.26086]
[359.15149]
[413.20631]
[424.17466]
[386.19541]
[436.17803]
[533.21218]
[597.29447]
[554.27003]
[304.08414]
[401.13691]
[655.31771]
[454.19984]
[333.14773]
[471.19653]
[434.19137]
[332.14846]
[497.27505]
[530.1795]
[433.14199]
[665.26567]
[609.29447]
[784.40792]
[582.31658]
[322.13895]
[472.23556]
[350.20664]
[812.3817]
[590.23364]
[391.14918]
[382.20049]
[662.30238]
[402.16854]
[492.19685]
[614.30978]
[467.238]
[675.30101]
[705.26396]
[496.20703]
[556.18053]
[454.25801]
[467.27438]
[314.12263]
[377.1223]
[426.24784]
[418.23284]
[374.23179]
[499.26421]
[518.23766]
[744.38063]
[892.36704]
[448.16279]
[383.2281]
[512.2707]
[666.19891]
[275.11174]
[501.29512]
[498.25907]
[372.17573]
[322.17534]
[351.19065]
[425.22743]
[337.175]
[420.1645]
[726.40244]
[924.2841]
[595.29005]
[939.37563]
[615.26865]
[322.16411]
[771.36976]
[586.29624]
[404.20597]
[421.20737]
[474.18967]
[454.2176]
[432.20089]
[351.14303]
[636.28674]
[858.2814]
[764.29454]
[646.36901]
[602.20063]
[477.18596]
[486.20743]
[523.28668]
[453.23358]
[694.36499]
[370.20049]
[1008.56039]
[346.13109]
[450.23392]
[547.27544]
[373.19613]
[566.22711]
[426.25907]
[360.12811]
[813.41334]
[627.33403]
[1094.51788]
[611.22273]
[511.20268]
[505.18088]
[649.28938]
[414.22671]
[627.35918]
[578.28126]
[606.28356]
[727.38645]
[698.35]
[441.29512]
[683.32385]
[784.45956]
[497.19103]
[477.22234]
[449.26382]
[344.09681]
[246.10381]
[378.20155]
[628.35845]
[532.24929]
[459.21178]
[575.30674]
[489.25873]
[410.17025]
[715.31118]
[523.3006]
[1243.59455]
[801.33923]
[365.17394]
[401.2063]
[388.21106]
[348.11036]
[345.11721]
[333.16885]
[456.22201]
[963.47355]
[370.16008]
[655.30379]
[392.16958]
[409.13075]
[625.35476]
[612.32313]
[371.12634]
[314.13789]
[470.18736]
[315.16166]
[357.16885]
[569.3537]
[590.23701]
[387.19403]
[519.23291]
[391.13795]
[569.30608]
[509.28495]
[586.28972]
[473.26382]
[514.20234]
[512.27069]
[581.2454]
[581.25577]
[514.22097]
[593.36493]
[598.29624]
[457.25365]
[834.39457]
[593.24855]
[360.17976]
[695.28833]
[727.35543]
[464.15432]
[433.23252]
[408.18697]
[382.25801]
[540.19284]
[1050.4692]
[480.18562]
[390.20155]
[489.2812]
[305.10454]
[532.26455]
[384.20089]
[496.24679]
[392.13319]
[372.17976]
[499.21007]
[560.22645]
[454.27913]
[750.28205]
[1177.48624]
[543.21766]
[338.13387]
[645.35984]
[603.23226]
[633.31223]
[478.16998]
[1089.35317]
[471.22302]
[1236.42159]
[331.1532]
[427.17031]
[508.26857]
[540.28424]
[521.29618]
[878.30826]
[362.15901]
[428.2271]
[359.16273]
[412.17065]
[327.17942]
[517.29003]
[447.17225]
[485.21218]
[328.21106]
[540.29076]
[800.33006]
[513.27986]
[482.17613]
[525.32748]
[450.20492]
[609.32346]
[516.25438]
[859.40356]
[647.32788]
[298.17534]
[496.19579]
[822.39842]
[674.33877]
[454.18522]
[429.23761]
[1004.42733]
[836.24943]
[585.27584]
[726.33369]
[1446.61844]
[440.22844]
[541.30126]
[643.38058]
[884.4352]
[487.24645]
[611.24858]
[473.21218]
[1156.49242]
[401.20968]
[519.18214]
[514.24996]
[412.26857]
[451.24308]
[1206.4863]
[678.38131]
[1317.57585]
[1562.72866]
[355.14918]
[370.18523]
[922.46609]
[588.22136]
[416.25359]
[1506.73143]
[409.19613]
[785.41056]
[439.31585]
[443.21687]
[535.27545]
[430.14483]
[700.38679]
[481.19211]
[549.22572]
[598.25986]
[611.29149]
[3009.2788]
[1206.63569]
[565.24963]
[672.30199]
[571.26019]
[442.24275]
[558.22856]
[567.34928]
[490.24275]
[754.27695]
[349.12739]
[604.26792]
[660.34174]
[813.36571]
[382.19647]
[475.19144]
[612.33436]
[647.41188]
[503.22024]
[379.13794]
[2630.14086]
[357.16483]
[310.09872]
[836.37383]
[381.20122]
[485.26382]
[453.30635]
[583.32307]
[431.20162]
[432.14924]
[1164.51999]
[843.3035]
[741.35449]
[657.27182]
[578.29652]
[465.30635]
[694.39014]
[331.15658]
[865.41161]
[374.18015]
[446.19138]
[577.33363]
[797.32317]
[2067.90214]
[420.17573]
[904.42905]
[255.15829]
[558.30133]
[359.14812]
[399.20189]
[390.17507]
[558.23979]
[1388.67246]
[429.14958]
[472.2394]
[386.15902]
[679.33296]
[706.3286]
[490.25398]
[605.26567]
[990.45593]
[363.14304]
[942.5287]
[604.26053]
[470.28931]
[289.10963]
[434.26415]
[287.1416]
[702.31191]
[591.1999]
[551.23398]
[686.31229]
[483.28053]
[572.20782]
[654.34492]
[347.14812]
[462.15731]
[295.15321]
[467.17646]
[583.30781]
[652.27041]
[718.40138]
[1350.75072]
[383.12634]
[562.29374]
[503.24137]
[611.33911]
[554.2489]
[920.39497]
[468.29479]
[534.32782]
[469.25365]
[951.52117]
[512.25946]
[1120.48928]
[791.39259]
[352.22229]
[506.2199]
[628.32927]
[503.238]
[789.27769]
[491.20161]
[920.41407]
[570.24718]
[1094.41949]
[2343.89384]
[589.31116]
[397.24375]
[484.18054]
[617.30608]
[460.19579]
[1007.40522]
[718.36499]
[580.29691]
[343.15658]
[821.32656]
[418.19647]
[703.22968]
[484.25332]
[916.39265]
[590.21839]
[399.15764]
[566.21587]
[666.26092]
[794.40752]
[583.24896]
[651.39556]
[495.20776]
[428.24236]
[775.28719]
[295.12806]
[431.16523]
[800.29368]
[375.14641]
[395.15533]
[847.44396]
[327.1655]
[547.23905]
[423.24817]
[1322.67715]
[695.32385]
[893.5083]
[561.27985]
[389.16206]
[961.35125]
[614.29249]
[735.28237]
[790.26171]
[413.15466]
[489.18595]
[401.16991]
[639.37041]
[2794.18819]
[496.31217]
[424.20703]
[308.14846]
[459.2594]
[446.25291]
[374.10738]
[923.42113]
[427.17432]
[437.1659]
[865.56369]
[842.4134]
[698.35991]
[1017.45158]
[1020.35198]
[692.30171]
[969.50321]
[406.25801]
[714.3483]
[353.16992]
[458.25292]
[616.27042]
[471.2594]
[400.22229]
[848.34532]
[605.23668]
[412.17467]
[674.23951]
[472.21693]
[366.16517]
[497.18703]
[589.27815]
[833.31915]
[549.2911]
[665.24791]
[514.26522]
[301.091]
[352.14952]
[675.29763]
[616.19765]
[390.2267]
[1116.4546]
[585.24346]
[580.28568]
[1377.5837]
[490.22883]
[559.21257]
[706.28569]
[944.39158]
[1663.73255]
[696.27148]
[541.23839]
[492.23324]
[455.27438]
[799.37207]
[428.19072]
[1178.43724]
[646.2446]
[782.34465]
[616.33329]
[754.42251]
[555.22889]
[552.37477]
[440.26349]
[900.34697]
[542.2489]
[528.28087]
[496.15539]
[725.38606]
[421.24375]
[682.30747]
[513.22235]
[398.23179]
[542.23364]
[375.11002]
[398.19541]
[422.19138]
[1312.47]
[1714.72232]
[673.31837]
[923.43887]
[1266.48565]
[732.38064]
[647.40065]
[1276.53602]
[491.21285]
[594.31256]
[607.30781]
[544.29691]
[508.23555]
[923.40249]
[529.21324]
[519.2329]
[481.26891]
[697.3395]
[685.39114]
[540.18899]
[390.08454]
[982.48723]
[348.1546]
[646.25333]
[763.30716]
[759.31876]
[364.19714]
[657.26058]
[514.26859]
[454.26522]
[372.21951]
[606.31255]
[709.30713]
[315.17942]
[570.19618]
[469.19613]
[658.38025]
[412.1958]
[667.2748]
[438.24784]
[586.27848]
[1450.64386]
[882.3243]
[898.42569]
[1240.54341]
[1142.44038]
[799.42284]
[915.38216]
[461.19104]
[369.16483]
[473.27505]
[433.15975]
[471.22704]
[445.26891]
[485.23464]
[699.29763]
[751.41161]
[721.32826]
[1507.63231]
[767.29735]
[407.20295]
[373.20015]
[545.17579]
[434.18014]
[596.22307]
[357.13584]
[497.29618]
[307.06605]
[516.19685]
[735.35265]
[363.11002]
[420.17976]
[658.25986]
[864.413]
[409.23252]
[591.23226]
[415.17031]
[902.39227]
[563.25913]
[654.38532]
[374.19541]
[680.31696]
[569.28832]
[434.16239]
[457.21726]
[854.39227]
[556.32206]
[385.21139]
[526.20635]
[753.29295]
[557.26969]
[439.14131]
[350.19541]
[834.30717]
[475.2067]
[314.1954]
[393.11721]
[508.18054]
[690.33369]
[446.25292]
[712.28503]
[1181.57506]
[805.3395]
[349.16377]
[563.28561]
[399.21178]
[638.266]
[752.30893]
[1098.57836]
[380.15969]
[361.13076]
[1245.67576]
[234.06743]
[702.25056]
[497.24856]
[375.2158]
[988.57459]
[362.08962]
[545.22678]
[395.21687]
[613.31837]
[406.14884]
[531.31691]
[553.33363]
[658.28098]
[667.3442]
[412.21106]
[627.31627]
[537.22235]
[541.27478]
[537.20708]
[376.17466]
[470.19475]
[731.38538]
[417.16483]
[655.36532]
[301.14601]
[666.36018]
[585.31625]
[718.30748]
[639.38567]
[671.28747]
[570.33771]
[376.21106]
[434.21653]
[476.2271]
[355.1968]
[416.19071]
[545.23331]
[512.29585]
[530.2489]
[311.22089]
[1668.73412]
[285.14371]
[365.14093]
[945.5106]
[507.25538]
[549.30635]
[1358.65788]
[719.29149]
[754.41261]
[430.22161]
[420.2485]
[1026.4618]
[640.35443]
[575.30675]
[589.23437]
[798.33705]
[702.30068]
[461.24269]
[497.26382]
[849.35046]
[911.52289]
[574.27511]
[533.2598]
[477.20709]
[529.28601]
[600.28674]
[436.30496]
[575.18973]
[466.2176]
[903.48544]
[713.3708]
[897.4266]
[562.23872]
[621.28323]
[529.26488]
[315.12528]
[552.302]
[400.1958]
[550.18458]
[474.15981]
[744.28272]
[638.25476]
[360.19099]
[505.24374]
[1010.39027]
[710.35991]
[919.49158]
[849.42323]
[545.19692]
[387.1754]
[468.28087]
[321.13247]
[768.38064]
[708.33034]
[1218.55908]
[825.36572]
[2086.86034]
[555.28053]
[501.17071]
[583.26019]
[400.18928]
[449.15465]
[357.20861]
[601.30062]
[462.17505]
[770.41089]
[736.29154]
[486.24381]
[491.27437]
[376.13828]
[754.36097]
[406.13446]
[303.15829]
[934.37423]
[599.32788]
[431.25326]
[756.28609]
[431.18386]
[668.33811]
[1211.52811]
[444.23727]
[513.25873]
[537.25873]
[813.38685]
[659.27373]
[424.1958]
[819.41266]
[641.31329]
[348.14337]
[705.29697]
[537.21833]
[349.16376]
[453.26997]
[588.302]
[333.09946]
[760.3504]
[347.11511]
[724.28905]
[445.19951]
[342.22671]
[874.39735]
[660.29664]
[899.43888]
[542.28528]
[374.16239]
[524.34347]
[504.24063]
[471.23291]
[2490.1274]
[400.17467]
[470.22776]
[583.27543]
[422.22777]
[458.19138]
[299.13036]
[635.28496]
[622.22097]
[513.26996]
[1051.46107]
[842.35588]
[505.25364]
[424.17065]
[410.22777]
[422.23179]
[796.48069]
[480.2081]
[402.15394]
[550.20234]
[715.40171]
[474.17506]
[405.1536]
[1080.51614]
[614.34617]
[462.21144]
[1124.46621]
[402.23794]
[752.34147]
[438.14991]
[526.28635]
[663.2864]
[530.2635]
[478.26522]
[922.36684]
[687.26125]
[758.25412]
[628.22751]
[703.35408]
[635.24072]
[392.24236]
[617.28093]
[454.23285]
[609.21046]
[589.31115]
[847.33819]
[739.33231]
[338.23179]
[835.35996]
[695.28747]
[756.36539]
[411.24817]
[689.30206]
[459.19065]
[653.28495]
[446.23179]
[372.20088]
[513.30635]
[678.2973]
[404.17296]
[460.23556]
[612.29797]
[1076.48868]
[814.36097]
[676.25517]
[342.18042]
[469.18088]
[413.22744]
[679.35408]
[471.2693]
[448.19579]
[309.14371]
[484.26455]
[654.37008]
[634.29374]
[618.31658]
[868.50182]
[930.49231]
[637.22313]
[477.30635]
[574.23873]
[683.34901]
[503.27438]
[498.29143]
[520.22815]
[778.39735]
[1303.61567]
[614.32754]
[420.18313]
[552.22923]
[571.29005]
[620.34347]
[285.10732]
[543.2693]
[670.31871]
[1182.53055]
[368.20597]
[616.3333]
[388.13828]
[719.36762]
[599.28026]
[428.15433]
[669.35984]
[721.33949]
[355.16444]
[964.35627]
[458.23114]
[602.23701]
[540.36353]
[452.16556]
[2632.25594]
[439.27947]
[340.15354]
[633.33085]
[559.24896]
[535.25432]
[665.32855]
[359.1441]
[302.10488]
[738.41367]
[822.39121]
[882.41571]
[555.30906]
[458.16489]
[783.30752]
[408.17976]
[537.24348]
[495.21177]
[821.40317]
[305.13755]
[504.18562]
[642.26831]
[472.20703]
[457.16312]
[676.35443]
[860.42798]
[961.4505]
[573.21832]
[529.33765]
[461.19105]
[1219.54442]
[749.33441]
[347.18451]
[674.33091]
[667.36533]
[1047.52367]
[607.26018]
[682.37622]
[425.26382]
[479.322]
[428.19071]
[535.21007]
[639.33805]
[460.23219]
[1255.60847]
[462.21145]
[546.2802]
[605.26969]
[556.26052]
[696.39187]
[823.35006]
[664.28165]
[545.1904]
[672.29664]
[1085.50294]
[538.20635]
[832.37153]
[311.14812]
[760.25114]
[367.1968]
[268.11716]
[587.19758]
[716.26131]
[414.17256]
[1016.42331]
[693.44251]
[634.34386]
[354.22671]
[398.25292]
[659.36426]
[612.29413]
[710.3599]
[371.19574]
[483.25154]
[479.21687]
[455.238]
[435.22302]
[579.30166]
[679.34017]
[386.1954]
[803.31849]
[509.23464]
[404.13657]
[738.43882]
[429.20122]
[813.43447]
[938.51853]
[461.22743]
[377.19506]
[1133.48366]
[501.18194]
[459.24817]
[2176.98004]
[854.3745]
[445.14449]
[472.26856]
[742.36097]
[645.2242]
[404.11794]
[629.30205]
[1223.62986]
[951.38215]
[463.20017]
[843.47421]
[491.23799]
[938.377]
[470.23767]
[411.2594]
[419.21686]
[583.32173]
[430.25801]
[830.43202]
[938.36175]
[1783.82645]
[721.3105]
[396.21614]
[444.23726]
[344.16959]
[543.22889]
[554.30641]
[473.23081]
[407.15149]
[716.36057]
[773.30793]
[404.10019]
[345.16886]
[641.30339]
[1438.62122]
[550.20233]
[407.13286]
[676.28165]
[645.33335]
[713.34565]
[596.33944]
[603.30166]
[753.42859]
[656.32419]
[513.25471]
[441.25873]
[333.13584]
[518.16827]
[526.29037]
[603.26527]
[1097.66309]
[790.43374]
[831.41267]
[447.17877]
[586.25986]
[690.33368]
[657.27584]
[932.46035]
[1030.52949]
[373.14199]
[672.28272]
[571.30781]
[494.18736]
[459.16014]
[616.24527]
[228.08586]
[985.4215]
[366.12878]
[571.27142]
[419.16523]
[375.16503]
[472.19178]
[499.2213]
[513.21833]
[698.37114]
[764.30107]
[505.22064]
[414.14991]
[759.33]
[1181.44727]
[430.13359]
[408.17573]
[478.18523]
[431.20161]
[289.14264]
[774.38852]
[380.19205]
[318.13281]
[661.27547]
[888.51814]
[317.10454]
[568.3333]
[667.32894]
[646.27109]
[445.21726]
[439.17433]
[389.13691]
[387.21178]
[504.23325]
[529.23839]
[455.22408]
[536.23431]
[554.22375]
[588.2326]
[462.18629]
[508.23219]
[388.1958]
[622.30748]
[642.2973]
[574.25986]
[485.17579]
[441.18596]
[598.30747]
[442.16998]
[566.28126]
[914.23908]
[507.24415]
[390.12092]
[503.20499]
[400.13426]
[327.16166]
[527.27036]
[556.29691]
[471.17877]
[443.25325]
[315.15829]
[1344.56695]
[897.46683]
[376.12303]
[1343.58293]
[442.25398]
[416.2172]
[587.28159]
[803.39662]
[500.16893]
[437.1369]
[352.1859]
[966.45994]
[420.15011]
[488.20194]
[665.38606]
[1010.51451]
[717.35198]
[555.30166]
[599.3319]
[730.37238]
[711.28325]
[599.27036]
[475.25431]
[386.155]
[425.14814]
[300.1546]
[403.16042]
[446.21653]
[321.1437]
[645.28708]
[657.32683]
[298.12772]
[980.49271]
[578.24487]
[561.2217]
[270.16919]
[477.13519]
[430.16345]
[439.21793]
[428.20934]
[563.14682]
[614.24825]
[858.3654]
[435.24817]
[651.29043]
[371.21687]
[570.30133]
[605.21153]
[368.14443]
[723.39154]
[585.26997]
[802.42251]
[515.21622]
[487.19144]
[475.2907]
[509.30742]
[383.18049]
[502.20234]
[623.28497]
[472.21041]
[806.38103]
[800.37768]
[497.21218]
[452.19071]
[973.52328]
[446.15837]
[716.39695]
[942.44068]
[549.24348]
[678.37008]
[438.1863]
[588.30199]
[580.26052]
[901.35259]
[684.32313]
[354.11102]
[745.35073]
[669.34459]
[544.24277]
[613.2456]
[1274.4292]
[764.26468]
[473.15804]
[827.42113]
[542.24488]
[493.25365]
[774.29665]
[936.29533]
[764.35521]
[411.1754]
[698.39629]
[558.19217]
[357.16484]
[654.2973]
[475.27947]
[503.21622]
[718.29693]
[778.40859]
[628.30028]
[650.29115]
[471.18662]
[748.37555]
[700.28503]
[436.15941]
[706.34723]
[503.20498]
[926.41677]
[589.19799]
[781.31772]
[730.40137]
[410.126]
[695.31261]
[562.35912]
[732.27486]
[535.28668]
[702.3813]
[981.33542]
[360.18313]
[447.14239]
[614.30239]
[358.13109]
[357.17223]
[530.19726]
[447.22301]
[872.46169]
[465.23358]
[670.33984]
[958.52362]
[527.23397]
[332.18484]
[818.26873]
[479.31077]
[559.19481]
[459.21516]
[704.25008]
[727.29592]
[546.19217]
[529.2431]
[616.26052]
[395.15148]
[701.33442]
[730.27044]
[925.38647]
[546.28019]
[658.36499]
[825.38685]
[499.14853]
[697.3469]
[405.14958]
[632.24018]
[890.41677]
[529.24962]
[1284.39916]
[1210.53267]
[757.30312]
[815.27558]
[782.37451]
[1059.48326]
[428.1478]
[390.13955]
[815.41775]
[628.31804]
[404.18484]
[349.09437]
[702.32246]
[853.44801]
[816.36538]
[454.18523]
[393.10283]
[584.31698]
[364.12053]
[699.37378]
[854.26785]
[557.1904]
[605.28092]
[457.2285]
[1083.54481]
[412.15941]
[541.26825]
[816.2596]
[575.28561]
[648.25035]
[719.31599]
[641.33844]
[407.09333]
[753.39221]
[865.30247]
[524.2707]
[421.26891]
[812.35521]
[472.24679]
[390.15394]
[987.36776]
[631.28132]
[1848.77371]
[1674.64339]
[772.33515]
[662.22176]
[816.35484]
[609.22821]
[387.18663]
[555.25404]
[647.29486]
[762.31843]
[635.29148]
[526.32273]
[387.15764]
[498.24381]
[971.54]
[642.29731]
[695.33911]
[602.266]
[1654.83149]
[978.3679]
[610.36901]
[372.21614]
[426.13215]
[464.24957]
[686.33475]
[718.2592]
[435.17539]
[510.24381]
[468.19686]
[427.22196]
[758.35991]
[639.32279]
[745.36803]
[492.222]
[708.38064]
[616.32543]
[460.15539]
[409.26891]
[434.19138]
[532.23153]
[573.17408]
[981.45897]
[345.08083]
[549.21833]
[470.28528]
[550.2322]
[314.10488]
[663.32278]
[450.17506]
[624.30537]
[657.30168]
[452.13656]
[586.22347]
[530.21588]
[770.33073]
[644.27657]
[350.17025]
[469.30127]
[397.21139]
[469.17435]
[415.15256]
[797.3708]
[729.32683]
[798.35482]
[1228.52951]
[692.36057]
[753.30168]
[461.17329]
[631.33296]
[715.24831]
[632.24758]
[505.14786]
[816.31845]
[907.33079]
[511.22783]
[866.38574]
[405.16483]
[1045.40224]
[1001.41894]
[706.25583]
[812.36645]
[846.42357]
[598.31487]
[873.39808]
[445.19613]
[430.18121]
[513.22956]
[1209.50844]
[589.28601]
[455.21285]
[372.20089]
[850.30932]
[339.19065]
[558.25842]
[278.07588]
[662.1966]
[433.24375]
[483.15362]
[572.23768]
[403.22195]
[517.16562]
[442.18861]
[705.2792]
[600.28022]
[469.26891]
[346.11246]
[926.40285]
[604.19113]
[1756.61924]
[1016.46103]
[525.23695]
[572.33223]
[967.33416]
[516.18161]
[402.17507]
[534.13803]
[558.27618]
[460.13763]
[418.11584]
[619.27142]
[449.22743]
[562.24995]
[1528.52687]
[441.14958]
[425.27505]
[786.36942]
[465.24482]
[346.10996]
[475.15256]
[555.3129]
[779.26185]
[1417.66129]
[489.20459]
[614.266]
[837.4457]
[472.17065]
[1325.47177]
[956.50797]
[626.30239]
[575.22274]
[419.14747]
[1086.44742]
[1472.57342]
[1056.3252]
[771.38752]
[500.24171]
[454.18121]
[613.31838]
[362.12601]
[585.32748]
[625.31837]
[478.1812]
[679.23055]
[730.3286]
[632.30172]
[687.37041]
[625.32961]
[859.4552]
[560.19006]
[618.26493]
[474.21482]
[341.14879]
[774.3912]
[488.20532]
[637.27814]
[766.43374]
[729.28171]
[725.41842]
[669.26932]
[468.2485]
[585.21833]
[790.35311]
[482.21251]
[538.35912]
[501.22572]
[1090.38732]
[555.27651]
[647.16795]
[904.32326]
[752.21054]
[788.3123]
[631.19732]
[797.40317]
[428.20597]
[512.18017]
[596.32821]
[368.18082]
[783.44905]
[387.21179]
[927.50656]
[392.15183]
[434.21654]
[591.18464]
[547.22782]
[717.30034]
[654.40646]
[597.34861]
[1668.67848]
[330.15393]
[461.12165]
[786.37595]
[701.37483]
[703.32893]
[543.24752]
[723.28977]
[412.15289]
[326.15902]
[344.16306]
[680.33542]
[524.25294]
[584.29182]
[768.39525]
[375.13901]
[1336.57514]
[608.3646]
[1024.4284]
[522.21866]
[689.30543]
[414.23008]
[672.35951]
[703.24831]
[435.14238]
[675.22824]
[549.17408]
[522.35297]
[331.12019]
[442.20636]
[601.28938]
[465.18596]
[722.28713]
[602.30239]
[480.19686]
[655.32894]
[343.1128]
[702.2973]
[530.28528]
[391.18959]
[545.21218]
[703.28132]
[450.25907]
[574.2421]
[573.25471]
[495.2693]
[983.37285]
[1044.50223]
[663.25002]
[779.3926]
[628.28166]
[757.32425]
[406.24409]
[510.21866]
[671.31262]
[1118.46624]
[501.15295]
[714.36605]
[440.27472]
[471.24817]
[629.26567]
[420.13149]
[877.29861]
[428.21318]
[566.28527]
[811.42621]
[458.17613]
[804.34763]
[533.24856]
[563.22274]
[584.30306]
[586.28635]
[382.18524]
[584.25544]
[501.27986]
[713.33843]
[522.32782]
[501.22235]
[555.21766]
[596.25544]
[546.2108]
[735.25338]
[502.24274]
[1007.58762]
[827.34497]
[599.29551]
[635.31396]
[373.12336]
[490.20234]
[503.2016]
[364.21106]
[328.14952]
[437.23867]
[698.25814]
[754.34321]
[616.24276]
[809.32655]
[1611.63336]
[961.47164]
[663.33402]
[978.39643]
[377.17731]
[446.16239]
[796.37153]
[569.29216]
[785.41842]
[953.40904]
[1397.53801]
[582.33771]
[403.16379]
[640.32927]
[628.30814]
[574.32273]
[517.30127]
[1110.4144]
[746.37113]
[908.35543]
[2137.81009]
[471.28053]
[773.35555]
[396.15797]
[612.32714]
[396.19436]
[502.29037]
[652.40204]
[426.23392]
[378.22671]
[400.22566]
[454.29037]
[427.25834]
[928.41513]
[333.18009]
[395.25326]
[388.18928]
[530.23364]
[634.30747]
[547.18491]
[748.33916]
[653.31329]
[387.15426]
[423.14641]
[668.34934]
[302.15902]
[559.26019]
[457.19951]
[527.24521]
[844.3749]
[550.27511]
[676.27042]
[551.31798]
[1258.52884]
[1329.60885]
[500.18669]
[1417.73138]
[429.16483]
[542.28126]
[522.31658]
[487.22783]
[879.34327]
[598.27848]
[1133.58292]
[618.31255]
[875.37734]
[399.24817]
[499.20268]
[1489.75251]
[421.14851]
[1741.61306]
[488.23833]
[2271.0516]
[319.08381]
[425.15868]
[855.37226]
[574.25333]
[628.35443]
[561.18531]
[799.35006]
[775.36129]
[600.29797]
[557.2598]
[601.29724]
[543.21113]
[663.23563]
[692.26534]
[1019.44947]
[811.39769]
[603.31289]
[1093.59203]
[864.31373]
[498.25505]
[797.29016]
[622.38025]
[261.09608]
[590.20063]
[552.189]
[330.17256]
[962.43539]
[574.27849]
[811.41882]
[569.23464]
[822.42357]
[1728.62159]
[335.11511]
[1426.54657]
[701.32789]
[534.2438]
[422.16238]
[438.22268]
[398.21653]
[871.35006]
[627.21764]
[366.20155]
[361.16714]
[467.14746]
[485.23081]
[1153.39036]
[633.32345]
[1038.44405]
[432.14674]
[534.20743]
[359.1845]
[689.23266]
[966.44806]
[367.22195]
[561.25471]
[1215.61355]
[488.22308]
[550.35912]
[669.40613]
[782.39227]
[562.25735]
[715.35007]
[596.24957]
[365.15868]
[431.21687]
[1173.54145]
[741.41736]
[707.29148]
[519.24414]
[499.21793]
[436.23219]
[414.16517]
[702.33369]
[687.35918]
[441.16821]
[709.24897]
[467.12971]
[493.1995]
[422.18014]
[345.15494]
[895.4651]
[491.13221]
[529.29003]
[458.2489]
[688.33917]
[550.3115]
[682.36901]
[459.17877]
[765.33336]
[638.36527]
[703.38057]
[769.41228]
[678.40646]
[440.29987]
[637.26086]
[686.266]
[2109.86281]
[816.43815]
[391.10494]
[618.25842]
[421.2186]
[803.34835]
[777.37694]
[588.20361]
[1232.59248]
[801.39087]
[856.39802]
[570.22203]
[666.40646]
[664.40205]
[444.16787]
[629.22929]
[604.21628]
[541.27612]
[858.40831]
[521.24856]
[426.17506]
[371.15936]
[523.21391]
[978.44807]
[602.21925]
[809.33126]
[595.21256]
[544.28568]
[407.1845]
[654.33369]
[629.30206]
[321.18009]
[1006.36684]
[571.28534]
[418.22162]
[1347.5983]
[650.41155]
[450.15731]
[798.43882]
[454.25398]
[452.23833]
[1580.55479]
[738.30067]
[462.17506]
[415.13393]
[468.30602]
[672.3265]
[1571.75798]
[1092.56761]
[1235.43757]
[404.15183]
[752.38571]
[1127.54587]
[787.38645]
[890.4134]
[547.24645]
[917.47192]
[588.25775]
[451.15255]
[503.16523]
[1096.49714]
[520.22816]
[728.30893]
[921.40145]
[602.2734]
[912.45526]
[848.37384]
[483.25538]
[1576.68929]
[517.19548]
[538.28635]
[483.23291]
[1789.86351]
[502.2176]
[1319.57037]
[787.41498]
[770.4035]
[642.30854]
[551.30675]
[543.31692]
[1552.64638]
[1544.70284]
[813.39808]
[679.36532]
[584.28059]
[590.31765]
[2185.05138]
[504.18161]
[721.22248]
[545.24454]
[286.09134]
[400.23219]
[422.21654]
[484.21041]
[494.26415]
[540.22923]
[411.17941]
[650.37516]
[405.20121]
[725.44358]
[658.27446]
[509.23867]
[940.47667]
[582.34895]
[658.29222]
[485.19442]
[486.18629]
[597.27985]
[832.38678]
[658.2446]
[520.20702]
[381.12845]
[527.25913]
[530.2125]
[429.20459]
[827.3926]
[325.23654]
[543.30166]
[542.27003]
[305.14879]
[581.30608]
[319.15321]
[896.49673]
[611.36426]
[619.28132]
[516.21799]
[658.32861]
[548.25294]
[978.44067]
[588.29413]
[561.29109]
[367.1128]
[1207.55095]
[451.31585]
[321.09946]
[593.23331]
[657.28707]
[615.2938]
[604.3333]
[903.4239]
[895.40758]
[491.22274]
[1278.56291]
[490.1482]
[601.26423]
[1062.54581]
[751.35007]
[361.20015]
[328.21105]
[479.18385]
[721.37589]
[444.14924]
[492.18563]
[484.20703]
[865.364]
[817.40824]
[562.25397]
[812.41808]
[443.238]
[604.32206]
[621.22822]
[694.28098]
[754.47013]
[879.34664]
[448.21105]
[1303.64822]
[583.36935]
[964.37152]
[535.37337]
[565.3224]
[553.2285]
[565.23838]
[541.29724]
[564.21799]
[1691.75349]
[643.28132]
[687.41803]
[979.46108]
[874.35561]
[1190.56416]
[519.23628]
[634.27848]
[1257.48281]
[649.27076]
[572.24421]
[602.27003]
[795.49283]
[919.45519]
[1368.60537]
[525.23358]
[460.26857]
[776.2977]
[857.32253]
[549.2547]
[905.36229]
[866.37701]
[502.2322]
[855.44503]
[462.19032]
[1150.5367]
[834.35079]
[890.44978]
[867.37226]
[855.45627]
[834.50757]
[359.18788]
[555.33805]
[648.27888]
[698.34215]
[498.21143]
[797.31326]
[504.21211]
[601.34755]
[547.2312]
[635.23396]
[587.23798]
[367.1532]
[550.34788]
[591.21765]
[3538.64882]
[1275.71216]
[778.31335]
[599.30675]
[476.19409]
[544.21291]
[1107.50842]
[973.35996]
[512.23833]
[749.28679]
[1976.87518]
[653.30206]
[919.3043]
[613.34353]
[498.17505]
[642.33369]
[453.25874]
[557.27102]
[432.24849]
[535.20267]
[476.19408]
[535.19143]
[645.31222]
[581.24454]
[656.29182]
[613.33363]
[2864.24129]
[993.51311]
[622.33263]
[601.38393]
[581.31731]
[380.18082]
[583.33296]
[591.22103]
[489.23358]
[661.27075]
[514.27511]
[561.22572]
[1963.83052]
[633.30098]
[914.43453]
[860.45785]
[2823.21474]
[1050.53458]
[535.3006]
[1165.52914]
[670.36499]
[786.40581]
[599.26634]
[718.3286]
[900.45526]
[1307.47983]
[685.29188]
[519.12713]
[2544.09686]
[603.3129]
[822.45995]
[1037.51819]
[781.36063]
[715.26606]
[1047.4509]
[657.29697]
[482.22775]
[851.46537]
[504.22201]
[496.2798]
[328.1859]
[476.1907]
[411.22704]
[753.31157]
[608.33944]
[491.238]
[822.43882]
[589.26086]
[525.20057]
[519.34207]
[402.19032]
[463.25432]
[613.24962]
[713.41121]
[601.35878]
[534.19619]
[786.38718]
[641.3683]
[1205.52004]
[846.38718]
[488.24957]
[578.39042]
[615.31289]
[891.46029]
[590.23363]
[554.28126]
[455.16523]
[762.32966]
[756.27485]
[2432.25873]
[752.38572]
[499.18492]
[607.20605]
[519.17877]
[421.14199]
[533.19692]
[644.31295]
[609.28323]
[579.21765]
[584.23431]
[598.30748]
[528.22922]
[1427.59935]
[920.50797]
[661.27076]
[497.2598]
[549.13117]
[1178.60841]
[532.27578]
[477.2812]
[398.15902]
[792.27736]
[395.18451]
[441.20122]
[513.1972]
[1118.48802]
[710.29115]
[462.29545]
[358.20386]
[773.31916]
[516.26963]
[303.14304]
[658.3286]
[645.33336]
[900.38249]
[1369.586]
[649.27814]
[859.33818]
[346.14885]
[560.2707]
[657.33336]
[532.22816]
[528.21799]
[604.25266]
[830.41742]
[547.30059]
[454.2216]
[668.39696]
[1138.47784]
[621.22821]
[644.26534]
[1398.59392]
[1124.58661]
[447.19065]
[875.45414]
[513.23695]
[483.31692]
[462.17844]
[634.27108]
[530.24488]
[791.34498]
[604.31217]
[749.38606]
[726.3912]
[419.2281]
[798.43881]
[463.18155]
[475.24309]
[661.27413]
[333.16886]
[490.18458]
[623.33911]
[388.17467]
[383.18048]
[430.16748]
[831.40144]
[1375.69584]
[626.35001]
[1080.47237]
[525.26595]
[578.23364]
[814.37086]
[607.38058]
[584.21183]
[631.35811]
[796.40792]
[800.28645]
[346.20049]
[1225.47435]
[406.23285]
[797.43571]
[395.15149]
[352.21106]
[930.36156]
[575.29551]
[847.40758]
[556.26053]
[711.39154]
[582.28741]
[922.41847]
[319.12019]
[487.27947]
[633.35985]
[1308.71518]
[536.23833]
[779.34498]
[356.15183]
[718.29559]
[1001.46068]
[626.29587]
[955.4287]
[674.35]
[487.24307]
[526.3016]
[541.26488]
[612.25036]
[402.19369]
[672.35165]
[1423.65159]
[1292.6111]
[474.21144]
[505.25365]
[590.25477]
[1073.56918]
[2030.839]
[742.34973]
[529.25365]
[651.30887]
[430.18861]
[1070.46688]
[1593.78006]
[626.31362]
[710.40753]
[442.20637]
[697.37589]
[591.25404]
[503.1686]
[659.29486]
[573.22822]
[621.28707]
[1237.56152]
[407.19172]
[460.1958]
[724.39418]
[850.33448]
[843.41604]
[671.29486]
[450.23794]
[472.18054]
[377.08276]
[1063.54508]
[746.28398]
[585.25069]
[752.44324]
[688.27379]
[831.42389]
[615.30503]
[792.49701]
[817.35277]
[778.36097]
[869.43955]
[870.43347]
[547.26421]
[399.22302]
[626.25477]
[628.32543]
[987.43315]
[622.2421]
[687.3374]
[509.22341]
[650.21839]
[900.44537]
[496.20301]
[1289.59619]
[886.41062]
[646.22684]
[529.21726]
[449.19105]
[371.18049]
[383.1441]
[755.26184]
[356.1332]
[911.46875]
[606.26493]
[663.31626]
[380.11543]
[451.22196]
[787.43406]
[685.32827]
[497.27103]
[827.43888]
[511.31183]
[782.47243]
[572.26283]
[399.18663]
[997.56956]
[747.39153]
[581.22678]
[415.22196]
[740.32035]
[455.20161]
[1114.52296]
[529.27478]
[610.29624]
[488.22709]
[730.34386]
[743.27961]
[643.29995]
[514.28635]
[516.20023]
[895.34605]
[1213.50399]
[615.37443]
[773.31264]
[476.23833]
[617.31731]
[872.48684]
[653.25915]
[648.31188]
[668.38572]
[463.24308]
[461.13941]
[560.23833]
[416.15433]
[582.31256]
[1148.48735]
[518.30775]
[482.32167]
[627.26928]
[1432.68744]
[539.29685]
[506.23766]
[714.31593]
[445.24375]
[507.29177]
[563.22273]
[755.37014]
[1240.59843]
[810.3912]
[520.21692]
[1084.59572]
[484.24679]
[911.45011]
[776.45447]
[903.40079]
[934.42523]
[705.49013]
[856.41782]
[640.36566]
[1617.79263]
[486.21866]
[643.23119]
[541.24963]
[391.15658]
[590.27002]
[919.38918]
[358.16008]
[413.22743]
[1077.50908]
[1204.54726]
[528.26963]
[651.30165]
[682.39148]
[700.39081]
[440.24573]
[2022.94942]
[849.32933]
[1107.55604]
[653.42245]
[574.27109]
[748.38679]
[891.40865]
[545.29618]
[1296.59862]
[663.26527]
[588.27301]
[588.23912]
[1162.57711]
[400.15942]
[593.32133]
[535.24646]
[694.29222]
[490.20636]
[1066.43558]
[472.2104]
[734.30239]
[1901.86516]
[534.26244]
[468.23325]
[852.37999]
[688.28165]
[699.37041]
[568.28701]
[385.17501]
[544.31217]
[568.32206]
[798.39458]
[1145.485]
[678.34895]
[1211.57439]
[604.23153]
[536.22307]
[373.23654]
[698.33475]
[841.42938]
[963.37226]
[559.3006]
[501.20709]
[823.28719]
[448.20702]
[489.22235]
[746.39629]
[793.32425]
[422.21653]
[1609.79877]
[436.17466]
[376.15941]
[359.13373]
[1234.58297]
[439.24308]
[1653.74907]
[577.23839]
[703.30245]
[393.13584]
[1761.80974]
[656.35336]
[908.39158]
[946.42838]
[1998.96957]
[616.25266]
[917.3549]
[1002.55385]
[500.21184]
[584.2707]
[740.38573]
[754.38362]
[526.26522]
[552.21799]
[602.31765]
[615.30166]
[1785.79449]
[828.35885]
[816.30384]
[557.31731]
[538.3115]
[412.21827]
[386.21653]
[829.364]
[386.19878]
[693.3486]
[359.22089]
[546.25907]
[887.40587]
[752.34933]
[480.26963]
[510.32782]
[517.20201]
[645.34861]
[481.26488]
[697.36215]
[302.12264]
[434.14376]
[515.1686]
[287.07535]
[412.21443]
[891.49265]
[472.23218]
[603.25741]
[603.27651]
[909.3352]
[741.34459]
[1374.6263]
[1015.49344]
[674.29115]
[1890.83055]
[1206.52268]
[475.24308]
[499.22783]
[1060.52631]
[411.19065]
[359.12634]
[446.18352]
[904.40792]
[543.30568]
[758.40752]
[1915.87994]
[547.20267]
[645.29697]
[601.27478]
[950.43854]
[557.24454]
[720.30786]
[538.20973]
[579.2693]
[354.16919]
[678.28607]
[620.26621]
[1024.43242]
[658.41662]
[678.33369]
[903.39741]
[739.39769]
[1045.54441]
[787.42284]
[467.28562]
[713.37483]
[701.2868]
[596.40098]
[545.33256]
[1250.62551]
[789.35449]
[924.47773]
[702.37008]
[376.17467]
[392.18082]
[498.21866]
[471.17138]
[608.23029]
[439.18155]
[413.2063]
[418.12707]
[412.15942]
[741.34796]
[430.2176]
[472.21827]
[1319.4902]
[559.17619]
[597.32346]
[641.2769]
[419.11108]
[438.2703]
[637.27075]
[814.30932]
[456.2081]
[518.1795]
[507.28053]
[409.16377]
[715.36533]
[637.28199]
[1203.47609]
[1138.58834]
[485.26719]
[819.38751]
[671.23985]
[730.32458]
[654.38131]
[644.30305]
[666.33771]
[477.26997]
[570.31658]
[435.12463]
[699.34392]
[657.39622]
[627.29764]
[474.15328]
[474.19753]
[342.20155]
[879.38752]
[357.17607]
[424.1859]
[472.24342]
[596.29183]
[532.26052]
[627.32279]
[1061.41962]
[662.23299]
[658.31737]
[496.17402]
[322.20049]
[771.37628]
[487.19615]
[736.45956]
[488.13907]
[690.26429]
[945.46682]
[595.29658]
[631.34419]
[589.29724]
[462.15328]
[550.16933]
[1958.77661]
[432.21212]
[411.28456]
[714.31843]
[665.19627]
[708.29797]
[915.35701]
[738.38131]
[577.25702]
[689.28028]
[889.32022]
[890.39947]
[558.2948]
[926.47091]
[594.22855]
[579.27651]
[633.37108]
[425.18452]
[760.35377]
[815.3926]
[576.18498]
[833.32253]
[798.42357]
[834.30003]
[398.19138]
